Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Quantity
fr: Quantité

source: Book Now
fr: Réserver maintenant

source: No Tickets Available
fr: Aucun billet disponible

source: Ticket types have not been set up for this event yet.
fr: Les types de billets n'ont pas encore été configurés pour cet événement.

source: Flyer Configuration
fr: Configuration de l'affiche

source: I Will Be There - Flyer Setup
fr: Je serai là - Configuration de l'affiche

source: Configure personalized flyers for attendees
fr: Configurer des affiches personnalisées pour les participants

source: Preview Generator
fr: Aperçu du générateur

source: Pay-Per-Use Flyer Generator
fr: Générateur d'affiches à l'utilisation

source: Enable the "I Will Be There" flyer generator for this event at <strong>25 FCFA per generated flyer</strong>. You will be billed after your event ends based on the total number of flyers generated by attendees.
fr: Activez le générateur d'affiches « Je Serai Là » pour cet événement à <strong>25 FCFA par affiche générée</strong>. Vous serez facturé après la fin de votre événement en fonction du nombre total d'affiches générées par les participants.

source: Only event organizers (Owner, Admin, or Manager) can accept pay-per-use terms
fr: Seuls les organisateurs d'événements (Propriétaire, Administrateur ou Gestionnaire) peuvent accepter les conditions de paiement à l'utilisation

source: Pay-per-use enabled - Configure your flyer below
fr: Paiement à l'utilisation activé — Configurez votre affiche ci-dessous

source: View Terms & Enable
fr: Voir les conditions et activer

source: Flyer Generator - Terms of Service
fr: Générateur d'affiches - Conditions d'utilisation

source: 1. Pay-Per-Use Billing
fr: 1. Facturation à l'utilisation

source: By enabling the "I Will Be There" flyer generator, you agree to be billed <strong>25 FCFA (Twenty-Five CFA Francs)</strong> for each flyer generated by attendees of your event.
fr: En activant le générateur d'affiches « Je Serai Là », vous acceptez d'être facturé <strong>25 FCFA (vingt-cinq francs CFA)</strong> pour chaque affiche générée par les participants de votre événement.

source: 2. Template Image
fr: 2. Image de modèle

source: You are allowed <strong>one (1) template image</strong> per event at no extra cost. Each additional template change costs <strong>1,000 FCFA</strong>.
fr: Vous avez droit à <strong>une (1) image de modèle</strong> par événement sans frais supplémentaires. Chaque changement de modèle supplémentaire coûte <strong>1 000 FCFA</strong>.

source: 3. Billing Timeline
fr: 3. Calendrier de facturation

source: An invoice will be generated within 7 days after your event ends. Payment is due within 14 days of invoice issuance.
fr: Une facture sera générée dans les 7 jours suivant la fin de votre événement. Le paiement est dû dans les 14 jours suivant l'émission de la facture.

source: 4. Payment Obligation
fr: 4. Obligation de paiement

source: You, as the event organizer, are fully responsible for the payment of all flyer generation charges. The amount owed is calculated as: <strong>Total Flyers Generated × 25 FCFA</strong>.
fr: Vous, en tant qu'organisateur de l'événement, êtes entièrement responsable du paiement de tous les frais de génération d'affiches. Le montant dû est calculé comme suit : <strong>Total des affiches générées × 25 FCFA</strong>.

source: 5. Non-Payment Consequences
fr: 5. Conséquences du non-paiement

source: Failure to pay the invoice within the stipulated timeframe may result in:
fr: Le non-paiement de la facture dans le délai imparti peut entraîner :

source: Suspension of your account and all associated events
fr: Suspension de votre compte et de tous les événements associés

source: Late payment fees of 10%% per month on outstanding balance
fr: Frais de retard de 10%% par mois sur le solde impayé

source: Collection actions and legal proceedings to recover the debt
fr: Actions de recouvrement et poursuites judiciaires pour recouvrer la dette

source: Reporting to credit bureaus where applicable
fr: Signalement aux bureaux de crédit le cas échéant

source: 6. Acceptance
fr: 6. Acceptation

source: By clicking "I Accept & Enable", you acknowledge that you have read, understood, and agree to these terms. You confirm that you are authorized to incur charges on behalf of <strong>%(org_name)s</strong>.
fr: En cliquant sur "J'accepte et j'active", vous reconnaissez avoir lu, compris et accepté ces conditions. Vous confirmez que vous êtes autorisé à engager des frais au nom de <strong>%(org_name)s</strong>.

source: I Accept & Enable
fr: J'accepte et j'active

source: Terms Accepted!
fr: Conditions acceptées !

source: You've accepted the pay-per-use terms. Now upload your template image below to configure the flyer generator.
fr: Vous avez accepté les conditions de paiement à l'utilisation. Téléversez maintenant votre image de modèle ci-dessous pour configurer le générateur d'affiches.

source: Enable Flyer Generator
fr: Activer le générateur d'affiches

source: Allow attendees to create personalized flyers
fr: Permettre aux participants de créer des affiches personnalisées

source: Template Image
fr: Image de modèle

source: Changing the template will cost <strong>1,000 FCFA</strong>
fr: Changer le modèle coûtera <strong>1 000 FCFA</strong>

source: Drop your template image here
fr: Déposez votre image de modèle ici

source: or click to browse
fr: ou cliquez pour parcourir

source: Choose File
fr: Choisir un fichier

source: Recommended: 1080x1080 pixels
fr: Recommandé : 1080x1080 pixels

source: Change Image
fr: Changer l'image

source: Visual Editor
fr: Éditeur visuel

source: Position elements on your flyer template:
fr: Positionnez les éléments sur votre modèle d'affiche :

source: Click and drag the photo area to move where attendee photos will appear
fr: Cliquez et faites glisser la zone de photo pour déplacer l'emplacement des photos des participants

source: Drag the resize handle (bottom-right corner) to adjust photo size
fr: Faites glisser la poignée de redimensionnement (coin inférieur droit) pour ajuster la taille de la photo

source: Click any element to select and edit its properties on the right
fr: Cliquez sur un élément pour le sélectionner et modifier ses propriétés à droite

source: Upload a template to get started
fr: Téléversez un modèle pour commencer

source: Add Text Field
fr: Ajouter un champ texte

source: Photo Settings
fr: Paramètres de la photo

source: Shape
fr: Forme

source: Rounded
fr: Arrondi

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Border Width
fr: Largeur de bordure

source: Border Color
fr: Couleur de bordure

source: Text Field
fr: Champ texte

source: Label
fr: Libellé

source: e.g., Your Name
fr: ex : Votre nom

source: Placeholder
fr: Espace réservé

source: e.g., John Doe
fr: ex : Jean Dupont

source: Font Size
fr: Taille de police

source: Font Color
fr: Couleur de police

source: Click on an element to edit its properties
fr: Cliquez sur un élément pour modifier ses propriétés

source: Output Settings
fr: Paramètres de sortie

source: Width (px)
fr: Largeur (px)

source: Height (px)
fr: Hauteur (px)

source: Save Configuration
fr: Enregistrer la configuration

source: Flyer Not Available
fr: Affiche non disponible

source: The "I Will Be There" flyer feature is not enabled for this event.
fr: La fonctionnalité d'affiche « Je Serai Là » n'est pas activée pour cet événement.

source: Create your personalized flyer for %(title)s
fr: Créez votre affiche personnalisée pour %(title)s

source: JavaScript is required to generate flyers. Please enable JavaScript in your browser.
fr: JavaScript est requis pour générer des affiches. Veuillez activer JavaScript dans votre navigateur.

source: Ticket Verification Required
fr: Vérification du billet requise

source: Enter your email, phone number, or ticket code to verify you have a ticket:
fr: Entrez votre e-mail, numéro de téléphone ou code de billet pour vérifier que vous avez un billet :

source: Email / Phone / Ticket Code
fr: E-mail / Téléphone / Code de billet

source: Verify Ticket
fr: Vérifier le billet

source: Ticket verified successfully!
fr: Billet vérifié avec succès !

source: Your Photo
fr: Votre photo

source: Drag & drop or click to upload
fr: Glisser-déposer ou cliquer pour téléverser

source: Choose Photo
fr: Choisir une photo

source: Change Photo
fr: Changer la photo

source: Generate My Flyer
fr: Générer mon affiche

source: Your flyer
fr: Votre affiche

source: Download
fr: Téléchargement

source: Share
fr: Part

source: Upgrade to Access
fr: Mettre à niveau pour accéder

source: Pay-Per-Use Feature
fr: Fonctionnalité à l'utilisation

source: The "I Will Be There" flyer generator costs 25 XAF per flyer for free events.
fr: Le générateur d'affiches « Je Serai Là » coûte 25 XAF par affiche pour les événements gratuits.

source: Get it free:
fr: Obtenez-le gratuitement :

source: Add paid tickets to your event
fr: Ajoutez des billets payants à votre événement

source: Flyers become free for paid events
fr: Les affiches deviennent gratuites pour les événements payants

source: Or pay-per-use:
fr: Ou paiement à l'utilisation :

source: 25 XAF per flyer generated
fr: 25 XAF par affiche générée

source: Configure & Accept Pay-Per-Use
fr: Configurer et accepter le paiement à l'utilisation

source: My Events
fr: Mes événements

source: Your Events
fr: Vos événements

source: Manage your events and tickets
fr: Gérez vos événements et billets

source: Manage
fr: Gérer

source: Export
fr: Exporter

source: No events yet
fr: Pas encore d'événements

source: Get started by creating your first event
fr: Commencez par créer votre premier événement

source: Manage Ticket Types
fr: Gérer les types de billets

source: Existing Ticket Types
fr: Types de billets existants

source: Name
fr: Nom

source: Price
fr: Prix

source: Available
fr: Disponible

source: Sold
fr: Vendus

source: Sales Window
fr: Fenêtre de vente

source: From
fr: À partir de

source: Until
fr: Jusqu'à

source: Always available
fr: Toujours disponible

source: No Ticket Types Yet
fr: Pas encore de types de billets

source: Add your first ticket type for this event.
fr: Ajoutez votre premier type de billet pour cet événement.

source: Add New Ticket Type
fr: Ajouter un nouveau type de billet

source: Create a new ticket option for attendees
fr: Créer une nouvelle option de billet pour les participants

source: Add Ticket Type
fr: Ajouter un type de billet

source: No Organization
fr: Aucune organisation

source: No Organization Found
fr: Aucune organisation trouvée

source: You need to create or be invited to an organization before you can create events.
fr: Vous devez créer ou être invité à une organisation avant de pouvoir créer des événements.

source: Create your organization to get started, or wait for an invitation from an existing organization.
fr: Créez votre organisation pour commencer, ou attendez une invitation d'une organisation existante.

source: Create Organization
fr: Créer une organisation

source: Back to events
fr: Retour aux événements

source: Share this event
fr: Partager cet événement

source: Create "I Will Be There" Flyer
fr: Créer une affiche « Je Serai Là »

source: Generate a personalized flyer to share
fr: Générer une affiche personnalisée à partager

source: You can't be there at a past event
fr: Vous ne pouvez pas être présent(e) à un événement passé

source: Event starts
fr: L'événement commence

source: Event is ongoing!
fr: L'événement est en cours !

source: Contact Info
fr: Coordonnées

source: required
fr: requis

source: Full name
fr: Nom complet

source: Phone (optional)
fr: Téléphone (optionnel)

source: Tickets will be sent to this email
fr: Les billets seront envoyés à cet e-mail

source: Sales started!
fr: Les ventes ont commencé !

source: Ends %(date)s
fr: Se termine le %(date)s

source: %(sold)s sold
fr: %(sold)s vendu(s)

source: %(left)s left
fr: %(left)s restant(s)

source: Qty:
fr: Qté :

source: Only %(qty)s left!
fr: Plus que %(qty)s !

source: Attendees
fr: Participants

source: Optional
fr: (optionnel)

source: How would you like to receive the tickets?
fr: Comment souhaitez-vous recevoir les billets ?

source: Choose your preferred delivery method for this group purchase
fr: Choisissez votre méthode de livraison préférée pour cet achat groupé

source: All tickets will be sent to your email address
fr: Tous les billets seront envoyés à votre adresse e-mail

source: Each ticket will be sent to the respective attendee's email
fr: Chaque billet sera envoyé à l'e-mail du participant respectif

source: Each group member must have a unique email address. Please ensure all attendee emails are filled in above.
fr: Chaque membre du groupe doit avoir une adresse e-mail unique. Veuillez vous assurer que tous les e-mails des participants sont renseignés ci-dessus.

source: Have a coupon code?
fr: Avez-vous un code de coupon ?

source: Enter code
fr: Entrer le code

source: Apply
fr: Appliquer

source: Additional Information
fr: Informations supplémentaires

source: Select...
fr: Sélectionner...

source: Get Tickets
fr: Obtenir des billets

source: Ticket sales have closed for this event.
fr: Les ventes de billets sont terminées pour cet événement.

source: This event has ended.
fr: Cet événement est terminé.

source: Ticket sales are not available at this time.
fr: Les ventes de billets ne sont pas disponibles pour le moment.

source: No tickets available at this time.
fr: Aucun billet disponible pour le moment.

source: Events on Reckot
fr: Événements sur Reckot

source: Upcoming Events
fr: Événements à venir

source: From %(price)s XAF
fr: À partir de %(price)s XAF

source: Past Events
fr: Événements passés

source: %(name)s hasn't published any events yet.
fr: %(name)s n'a pas encore publié d'événements.

source: Discover other events
fr: Découvrir d'autres événements

source: Toggle sidebar
fr: Basculer la barre latérale

source: Operations
fr: Opérations

source: Dark mode
fr: Mode sombre

source: Light mode
fr: Mode clair

source: Create Affiliate Link
fr: Créer un lien d'affiliation

source: Set up a new tracking link
fr: Configurer un nouveau lien de suivi

source: Link Details
fr: Détails du lien

source: Link Name
fr: Nom du lien

source: e.g., Partner - John Doe
fr: ex : Partenaire - Jean Dupont

source: Internal name to identify this affiliate
fr: Nom interne pour identifier cet affilié

source: All Events
fr: Tous les événements

source: Leave empty to track across all events
fr: Laisser vide pour suivre sur tous les événements

source: Commission Settings
fr: Paramètres de commission

source: Commission Type
fr: Type de commission

source: Commission Value
fr: Valeur de la commission

source: Percentage (e.g., 10 for 10%%) or fixed amount in XAF
fr: Pourcentage (ex : 10 pour 10%%) ou montant fixe en XAF

source: Create Link
fr: Créer le lien

source: Track referrals and commissions
fr: Suivre les parrainages et commissions

source: Total Links
fr: Total des liens

source: Active Links
fr: Liens actifs

source: Total Clicks
fr: Total des clics

source: Clicks
fr: Clics

source: No affiliate links yet
fr: Pas encore de liens d'affiliation

source: Create tracking links for your partners and affiliates
fr: Créez des liens de suivi pour vos partenaires et affiliés

source: Create Your First Link
fr: Créez votre premier lien

source: New Campaign
fr: Nouvelle campagne

source: Send a message to
fr: Envoyer un message à

source: attendees
fr: Participants

source: Campaign Settings
fr: Paramètres de la campagne

source: Campaign Name
fr: Nom de la campagne

source: e.g., Event Reminder
fr: ex : Rappel d'événement

source: Internal name to identify this campaign
fr: Nom interne pour identifier cette campagne

source: Message Type
fr: Type de message

source: Recipients
fr: Destinataires

source: Who should receive this message?
fr: Qui devrait recevoir ce message ?

source: Specific Ticket Types
fr: Types de billets spécifiques

source: Select Ticket Types
fr: Sélectionner les types de billets

source: Message Content
fr: Contenu du message

source: Use Template (optional)
fr: Utiliser un modèle (optionnel)

source: Choose a template...
fr: Choisir un modèle...

source: Your message subject
fr: Votre sujet de message

source: Write your message here...
fr: Écrivez votre message ici...

source: Available variables:
fr: Variables disponibles :

source: Save Draft
fr: Enregistrer le brouillon

source: Send Now
fr: Envoyer maintenant

source: Send Campaign
fr: Envoyer la campagne

source: Campaign Details
fr: Détails de la campagne

source: Body
fr: Corps

source: Delivery Status
fr: Statut de livraison

source: No deliveries yet. Send the campaign to see delivery status.
fr: Aucune livraison pour le moment. Envoyez la campagne pour voir le statut de livraison.

source: Back to Campaigns
fr: Retour aux campagnes

source: Message Campaigns
fr: Campagnes de messages

source: Send messages to your event attendees
fr: Envoyez des messages aux participants de vos événements

source: campaign
fr: Campagne

source: recipient
fr: destinataire

source: No campaigns yet
fr: Pas encore de campagnes

source: Create a campaign to message your event attendees
fr: Créez une campagne pour envoyer un message aux participants de vos événements

source: Select an event from the sidebar to create a new campaign.
fr: Sélectionnez un événement dans la barre latérale pour créer une nouvelle campagne.

source: New Template
fr: Nouveau modèle

source: New Message Template
fr: Nouveau modèle de message

source: Create a reusable template for your campaigns
fr: Créez un modèle réutilisable pour vos campagnes

source: Template Details
fr: Détails du modèle

source: Template Name
fr: Nom du modèle

source: Internal name to identify this template
fr: Nom interne pour identifier ce modèle

source: Template Type
fr: Type de modèle

source: Content
fr: Contenu

source: Subject Line
fr: Ligne d'objet

source: Your email subject
fr: Votre objet d'e-mail

source: Message Body
fr: Corps du message

source: Write your message template here...
fr: Écrivez votre modèle de message ici...

source: Available Variables
fr: Variables disponibles

source: Save Template
fr: Enregistrer le modèle

source: Message Templates
fr: Modèles de messages

source: Reusable templates for your campaigns
fr: Modèles réutilisables pour vos campagnes

source: template
fr: Modèle

source: Failed to copy
fr: Échec de la copie

source: No templates yet
fr: Pas encore de modèles

source: Create reusable templates for your campaigns
fr: Créez des modèles réutilisables pour vos campagnes

source: Create Template
fr: Créer un modèle

source: Offline
fr: Hors ligne

source: You're Offline
fr: Vous êtes hors ligne

source: It looks like you've lost your internet connection. Check-in features with cached data are still available.
fr: Il semble que vous ayez perdu votre connexion internet. Les fonctionnalités d'enregistrement avec les données en cache sont toujours disponibles.

source: Join
fr: Joindre

source: %(inviter)s has invited you to join as a <strong>%(role)s</strong>.
fr: %(inviter)s vous a invité(e) à rejoindre en tant que <strong>%(role)s</strong>.

source: Accept Invitation
fr: Accepter l'invitation

source: By accepting, you'll be able to collaborate on events with this organization.
fr: En acceptant, vous pourrez collaborer sur les événements avec cette organisation.

source: Bulk Invite
fr: Invitation groupée

source: Bulk Invite Members
fr: Inviter des membres en masse

source: Import multiple email addresses at once
fr: Importer plusieurs adresses e-mail à la fois

source: Upload CSV File
fr: Téléverser un fichier CSV

source: Drag & drop a CSV file or
fr: Glisser-déposer un fichier CSV ou

source: browse
fr: Parcourir

source: Download CSV template
fr: Télécharger le modèle CSV

source: or paste emails
fr: ou coller des e-mails

source: Email addresses
fr: Adresses e-mail

source: Enter email addresses, one per line or comma-separated
fr: Entrez les adresses e-mail, une par ligne ou séparées par des virgules

source: One email per line, or separated by commas
fr: Un e-mail par ligne, ou séparés par des virgules

source: Role for All Invitees
fr: Rôle pour tous les invités

source: Personal Message (optional)
fr: Message personnel (optionnel)

source: Add a personal message to the invitation...
fr: Ajoutez un message personnel à l'invitation...

source: Send Invitations
fr: Envoyer les invitations

source: Set up a new organization to manage events
fr: Créer une nouvelle organisation pour gérer les événements

source: Organization Logo
fr: Logo de l'organisation

source: Upload
fr: Téléversement

source: Remove
fr: Retirer

source: PNG, JPG up to 2MB
fr: PNG, JPG jusqu'à 2 Mo

source: Organization Name
fr: Nom de l'organisation

source: e.g., Tech Events Cameroon
fr: ex : Événements Tech Cameroun

source: What does your organization do?
fr: Que fait votre organisation ?

source: Website
fr: Site web

source: %(counter)s member
fr: %(counter)s membre

source: New Event
fr: Nouvel événement

source: Total Events
fr: Total des événements

source: Total Revenue
fr: Revenu total

source: Recent Events
fr: Événements récents

source: View all
fr: Voir tout

source: Team Members
fr: Membres de l'équipe

source: Invite
fr: Inviter

source: Manage team
fr: Gérer l'équipe

source: you
fr: vous

source: No members yet
fr: Pas encore de membres

source: View all %(count)s members
fr: Voir tous les %(count)s membres

source: Edit Organization
fr: Modifier l'organisation

source: Update organization details
fr: Mettre à jour les détails de l'organisation

source: Change
fr: Changer

source: Delete Organization
fr: Supprimer l'organisation

source: Permanently delete this organization and all its events and data. This action cannot be undone.
fr: Supprimer définitivement cette organisation et tous ses événements et données. Cette action est irréversible.

source: and all its events, members, and data. This action cannot be undone.
fr: et tous ses événements, membres et données. Cette action est irréversible.

source: Invitation Error
fr: Erreur d'invitation

source: Please contact the person who invited you.
fr: Veuillez contacter la personne qui vous a invité(e).

source: Invite Member
fr: Inviter un membre

source: Invite Team Member
fr: Inviter un membre de l'équipe

source: They'll receive an invitation email
fr: Ils recevront un e-mail d'invitation

source: Role
fr: Rôle

source: Select a role
fr: Sélectionner un rôle

source: Send Invitation
fr: Envoyer l'invitation

source: Role Descriptions
fr: Descriptions des rôles

source: Full access except deleting the organization
fr: Accès complet sauf suppression de l'organisation

source: Create events, manage tickets, view reports
fr: Créer des événements, gérer les billets, voir les rapports

source: Create events, manage tickets, check-in attendees
fr: Créer des événements, gérer les billets, enregistrer les participants

source: View-only access to reports and analytics
fr: Accès en lecture seule aux rapports et analyses

source: Manage your organizations
fr: Gérez vos organisations

source: New Organization
fr: Nouvelle organisation

source: %(counter)s event
fr: %(counter)s événement

source: No organizations yet
fr: Pas encore d'organisations

source: You're not a member of any organization.
fr: Vous n'êtes membre d'aucune organisation.

source: Bulk Import
fr: Import groupé

source: Members (%(count)s)
fr: Membres (%(count)s)

source: Change Role
fr: Changer le rôle

source: Remove this member from the organization?
fr: Retirer ce membre de l'organisation ?

source: Remove from organization
fr: Retirer de l'organisation

source: No members found.
fr: Aucun membre trouvé.

source: Pending Invitations (%(count)s)
fr: Invitations en attente (%(count)s)
