Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: When a customer buys a ticket, they receive a payment prompt on their phone. They authorize the payment using their MTN MoMo or Orange Money PIN. Confirmation is instant, and the ticket is sent to their email immediately.
fr: Lorsqu'un client achète un billet, il reçoit une invite de paiement sur son téléphone. Il autorise le paiement en utilisant son code PIN MTN MoMo ou Orange Money. La confirmation est instantanée et le billet est envoyé immédiatement à son e-mail.

source: When do I receive my money?
fr: Quand est-ce que je reçois mon argent ?

source: You can request a withdrawal 24 hours after your event ends. Funds are transferred directly to your mobile money account within 24 hours of approval. There's no minimum withdrawal amount.
fr: Vous pouvez demander un retrait 24 heures après la fin de votre événement. Les fonds sont transférés directement sur votre compte mobile money dans les 24 heures suivant l'approbation. Il n'y a pas de montant minimum de retrait.

source: Can I sell tickets for free events?
fr: Puis-je vendre des billets pour des événements gratuits ?

source: Yes! Free tickets have no platform fees. You can use Reckot to manage registrations, send tickets, and check in attendees at zero cost. Perfect for community events and meetups.
fr: Oui ! Les billets gratuits n'ont aucun frais de plateforme. Vous pouvez utiliser Reckot pour gérer les inscriptions, envoyer des billets et enregistrer les participants sans aucun coût. Parfait pour les événements communautaires et les rencontres.

source: Does QR check-in work offline?
fr: L'enregistrement par QR fonctionne-t-il hors ligne ?

source: Yes. Our QR check-in system works completely offline. Download your attendee list before the event, and you can scan tickets without internet. Data syncs automatically when you're back online.
fr: Oui. Notre système d'enregistrement par QR fonctionne entièrement hors ligne. Téléchargez votre liste de participants avant l'événement et vous pouvez scanner les billets sans internet. Les données se synchronisent automatiquement lorsque vous êtes de nouveau en ligne.

source: What happens if someone wants a refund?
fr: Que se passe-t-il si quelqu'un veut un remboursement ?

source: Attendees can request refunds through their ticket lookup page. You'll receive the request in your dashboard and can approve or deny it. Approved refunds are processed within 3-5 business days back to the original payment method.
fr: Les participants peuvent demander un remboursement via leur page de recherche de billets. Vous recevrez la demande dans votre tableau de bord et pourrez l'approuver ou la refuser. Les remboursements approuvés sont traités dans un délai de 3 à 5 jours ouvrables vers le mode de paiement d'origine.

source: Can I customize my event page?
fr: Puis-je personnaliser ma page d'événement ?

source: Yes. You can add your event cover image, description, location, and custom checkout questions. Your organization branding appears on all event pages and tickets. Enterprise plans include full white-label options.
fr: Oui. Vous pouvez ajouter votre image de couverture, description, lieu et questions personnalisées lors du paiement. La marque de votre organisation apparaît sur toutes les pages d'événements et les billets. Les forfaits Entreprise incluent des options de marque blanche complètes.

source: Still have questions?
fr: Vous avez encore des questions ?

source: Contact support
fr: Contacter le support

source: Ready to host your next event?
fr: Prêt à organiser votre prochain événement ?

source: Join 500+ organizers already using Reckot
fr: Rejoignez plus de 500 organisateurs qui utilisent déjà Reckot

source: Create your first event
fr: Créez votre premier événement

source: Back to home
fr: Retour à l'accueil

source: Reckot ("we", "our", or "us") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our event management platform.
fr: Reckot (« nous », « notre » ou « nos ») s'engage à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre plateforme de gestion d'événements.

source: 2. Information We Collect
fr: 2. Informations que nous collectons

source: Personal Information:
fr: Informations personnelles :

source: When you create an account, we collect your name, email address, phone number, and payment information (mobile money details).
fr: Lorsque vous créez un compte, nous collectons votre nom, adresse e-mail, numéro de téléphone et informations de paiement (détails mobile money).

source: Event Data:
fr: Données de l'événement :

source: Information about events you create or attend, including event details, ticket purchases, and check-in records.
fr: Informations sur les événements que vous créez ou auxquels vous participez, y compris les détails de l'événement, les achats de billets et les registres d'enregistrement.

source: Usage Data:
fr: Données d'utilisation :

source: We automatically collect information about how you interact with our platform, including IP address, browser type, and device information.
fr: Nous collectons automatiquement des informations sur la façon dont vous interagissez avec notre plateforme, y compris l'adresse IP, le type de navigateur et les informations sur l'appareil.

source: 3. How We Use Your Information
fr: 3. Comment nous utilisons vos informations

source: To provide and maintain our services
fr: Pour fournir et maintenir nos services

source: To process transactions and send related information
fr: Pour traiter les transactions et envoyer les informations connexes

source: To send you technical notices, updates, and support messages
fr: Pour vous envoyer des notifications techniques, des mises à jour et des messages d'assistance

source: To respond to your comments and questions
fr: Pour répondre à vos commentaires et questions

source: To analyze usage patterns and improve our platform
fr: Pour analyser les modèles d'utilisation et améliorer notre plateforme

source: To detect, prevent, and address technical issues or fraud
fr: Pour détecter, prévenir et résoudre les problèmes techniques ou les fraudes

source: 4. Information Sharing
fr: 4. Partage d'informations

source: We do not sell your personal information. We may share your information in the following circumstances:
fr: Nous ne vendons pas vos informations personnelles. Nous pouvons partager vos informations dans les circonstances suivantes :

source: With Event Organizers:
fr: Avec les organisateurs d'événements :

source: When you purchase a ticket, we share your registration information with the event organizer.
fr: Lorsque vous achetez un billet, nous partageons vos informations d'inscription avec l'organisateur de l'événement.

source: Payment Processors:
fr: Processeurs de paiement :

source: We share necessary information with MTN MoMo and Orange Money to process your payments.
fr: Nous partageons les informations nécessaires avec MTN MoMo et Orange Money pour traiter vos paiements.

source: Legal Requirements:
fr: Exigences légales :

source: We may disclose information if required by law or to protect our rights.
fr: Nous pouvons divulguer des informations si la loi l'exige ou pour protéger nos droits.

source: 5. Data Security
fr: 5. Sécurité des données

source: We implement appropriate technical and organizational security measures to protect your personal information. However, no method of transmission over the Internet is 100%% secure, and we cannot guarantee absolute security.
fr: Nous mettons en place des mesures de sécurité techniques et organisationnelles appropriées pour protéger vos informations personnelles. Cependant, aucune méthode de transmission sur Internet n'est sécurisée à 100%%, et nous ne pouvons pas garantir une sécurité absolue.

source: 6. Data Retention
fr: 6. Conservation des données

source: We retain your personal information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with legal obligations, resolve disputes, and enforce our agreements.
fr: Nous conservons vos informations personnelles aussi longtemps que votre compte est actif ou que nécessaire pour vous fournir des services. Nous conserverons et utiliserons vos informations dans la mesure nécessaire pour respecter nos obligations légales, résoudre les litiges et faire appliquer nos accords.

source: 7. Your Rights
fr: 7. Vos droits

source: You have the right to:
fr: Vous avez le droit de :

source: Access your personal information
fr: Accéder à vos informations personnelles

source: Correct inaccurate or incomplete data
fr: Corriger les données inexactes ou incomplètes

source: Request deletion of your data
fr: Demander la suppression de vos données

source: Object to processing of your data
fr: Vous opposer au traitement de vos données

source: Request data portability
fr: Demander la portabilité de vos données

source: We use cookies and similar tracking technologies to track activity on our platform and store certain information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.
fr: Nous utilisons des cookies et des technologies de suivi similaires pour suivre l'activité sur notre plateforme et stocker certaines informations. Vous pouvez configurer votre navigateur pour refuser tous les cookies ou pour vous signaler lorsqu'un cookie est envoyé.

source: 9. Contact Us
fr: 9. Nous contacter

source: If you have any questions about this Privacy Policy, please contact us:
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter :

source: Settings
fr: Paramètres

source: Manage your account settings
fr: Gérez les paramètres de votre compte

source: Profile Information
fr: Informations du profil

source: Profile Picture
fr: Photo de profil

source: Choose Image
fr: Choisir une image

source: No file chosen
fr: Aucun fichier choisi

source: Recommended: Square image, at least 200x200px
fr: Recommandé : Image carrée, au moins 200x200px

source: First name
fr: Prénom

source: Enter your first name
fr: Entrez votre prénom

source: Last name
fr: Nom de famille

source: Enter your last name
fr: Entrez votre nom de famille

source: Email cannot be changed
fr: L'e-mail ne peut pas être modifié

source: Save changes
fr: Enregistrer les modifications

source: Account Status
fr: Statut du compte

source: Email verification
fr: Vérification de l'e-mail

source: Not verified
fr: Non vérifié

source: Verify
fr: Vérifier

source: Account created
fr: Compte créé

source: Security
fr: Sécurité

source: Sign out
fr: Se déconnecter

source: Log out of your account
fr: Déconnexion de votre compte

source: Danger Zone
fr: Zone de danger

source: Delete Account
fr: Supprimer le compte

source: Permanently delete your account and all associated data. This action cannot be undone.
fr: Supprimer définitivement votre compte et toutes les données associées. Cette action est irréversible.

source: Delete My Account
fr: Supprimer mon compte

source: Are you absolutely sure? This will permanently delete your account, all your events, tickets, and data. This action cannot be undone.
fr: Êtes-vous absolument sûr(e) ? Cela supprimera définitivement votre compte, tous vos événements, billets et données. Cette action est irréversible.

source: Enter your password to confirm
fr: Entrez votre mot de passe pour confirmer

source: Your password
fr: Votre mot de passe

source: Language Preferences
fr: Préférences de langue

source: Display language
fr: Langue d'affichage

source: Choose your preferred language for the platform
fr: Choisissez votre langue préférée pour la plateforme

source: About language settings
fr: À propos des paramètres de langue

source: Changing your language preference will update the interface immediately. Your choice is saved in your browser session.
fr: Changer votre préférence de langue mettra à jour l'interface immédiatement. Votre choix est enregistré dans votre session de navigateur.

source: Enable offline mode
fr: Activer le mode hors ligne

source: Work without internet, sync when reconnected
fr: Travailler sans internet, synchroniser à la reconnexion

source: How offline mode works
fr: Comment fonctionne le mode hors ligne

source: Forms auto-save to your device as you type
fr: Les formulaires sont enregistrés automatiquement pendant la saisie

source: Changes are queued when you're offline
fr: Les modifications sont mises en file d'attente hors ligne

source: Data syncs automatically when you reconnect
fr: Les données se synchronisent automatiquement à la reconnexion

source: Cached pages remain accessible offline
fr: Les pages en cache restent accessibles hors ligne

source: Privacy & AI
fr: Confidentialité et IA

source: AI Features
fr: Fonctionnalités IA

source: Enable AI-powered tools and features
fr: Activer les outils et fonctionnalités propulsés par l'IA

source: About AI features
fr: À propos des fonctionnalités IA

source: Voice-to-Event Creator: Create events by speaking
fr: Créateur d'événements vocal : créez des événements en parlant

source: AI Cover Images: Generate professional event images
fr: Images de couverture IA : générez des images d'événements professionnelles

source: Smart Descriptions: Enhance event descriptions
fr: Descriptions intelligentes : améliorez les descriptions d'événements

source: Analytics Insights: Get AI-powered recommendations
fr: Aperçus analytiques : obtenez des recommandations propulsées par l'IA

source: Disabling AI features will hide all AI tools across the platform. Your data is never used to train AI models without permission.
fr: La désactivation des fonctionnalités IA masquera tous les outils IA sur la plateforme. Vos données ne sont jamais utilisées pour entraîner des modèles IA sans permission.

source: Terms of Service
fr: Conditions d'utilisation

source: 1. Acceptance of Terms
fr: 1. Acceptation des conditions

source: By accessing or using Reckot's event management platform, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our services.
fr: En accédant ou en utilisant la plateforme de gestion d'événements Reckot, vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser nos services.

source: 2. Description of Service
fr: 2. Description du service

source: Reckot provides an event management platform that enables users to create, manage, and sell tickets for events, as well as purchase tickets and attend events. Our services include event creation, ticketing, mobile money payment processing, and check-in management.
fr: Reckot fournit une plateforme de gestion d'événements qui permet aux utilisateurs de créer, gérer et vendre des billets pour des événements, ainsi que d'acheter des billets et d'assister à des événements. Nos services incluent la création d'événements, la billetterie, le traitement des paiements par mobile money et la gestion des enregistrements.

source: 3. User Accounts
fr: 3. Comptes utilisateurs

source: To use certain features of our platform, you must create an account. You agree to:
fr: Pour utiliser certaines fonctionnalités de notre plateforme, vous devez créer un compte. Vous acceptez de :

source: Provide accurate and complete information
fr: Fournir des informations exactes et complètes

source: Maintain the security of your account credentials
fr: Maintenir la sécurité de vos identifiants de compte

source: Promptly update any changes to your information
fr: Mettre à jour rapidement tout changement dans vos informations

source: Accept responsibility for all activities under your account
fr: Accepter la responsabilité de toutes les activités effectuées sous votre compte

source: 4. Event Organizers
fr: 4. Organisateurs d'événements

source: If you create events on Reckot, you agree to:
fr: Si vous créez des événements sur Reckot, vous acceptez de :

source: Provide accurate event information
fr: Fournir des informations précises sur l'événement

source: Honor all tickets sold through our platform
fr: Honorer tous les billets vendus via notre plateforme

source: Comply with all applicable laws and regulations
fr: Respecter toutes les lois et réglementations applicables

source: Obtain necessary permits and licenses for your events
fr: Obtenir les permis et licences nécessaires pour vos événements

source: Not create events for illegal activities
fr: Ne pas créer d'événements pour des activités illégales

source: 5. Fees and Payments
fr: 5. Frais et paiements

source: Service fee on paid tickets
fr: Frais de service sur les billets payants

source: Payout to your wallet
fr: Versement sur votre portefeuille

source: Free
fr: Gratuit

source: For free events
fr: Pour les événements gratuits

source: Service Fee:
fr: Frais de service :

source: Reckot charges a %(fee)s%% fee on all paid ticket sales. Free events incur no fees.
fr: Reckot facture des frais de %(fee)s%% sur toutes les ventes de billets payants. Les événements gratuits n'entraînent aucun frais.

source: Payouts:
fr: Versements :

source: Event organizers receive payouts within 24 hours of ticket sales to their registered mobile money wallet.
fr: Les organisateurs d'événements reçoivent les versements dans les 24 heures suivant la vente de billets sur leur portefeuille mobile money enregistré.

source: Refunds:
fr: Remboursements :

source: Refund policies are set by event organizers. Reckot does not provide refunds directly but facilitates communication between organizers and attendees.
fr: Les politiques de remboursement sont définies par les organisateurs d'événements. Reckot ne fournit pas de remboursements directement mais facilite la communication entre les organisateurs et les participants.

source: 6. Prohibited Activities
fr: 6. Activités interdites

source: You may not use our platform to:
fr: Vous ne pouvez pas utiliser notre plateforme pour :

source: Violate any laws or regulations
fr: Violer toute loi ou réglementation

source: Infringe on intellectual property rights
fr: Enfreindre les droits de propriété intellectuelle

source: Transmit harmful or malicious content
fr: Transmettre du contenu nuisible ou malveillant

source: Engage in fraudulent activities
fr: S'engager dans des activités frauduleuses

source: Resell tickets at inflated prices (scalping)
fr: Revendre des billets à des prix gonflés (spéculation)

source: Create fake events or misleading listings
fr: Créer de faux événements ou des annonces trompeuses

source: Harass or harm other users
fr: Harceler ou nuire à d'autres utilisateurs

source: 7. Intellectual Property
fr: 7. Propriété intellectuelle

source: The Reckot platform, including its design, features, and content, is owned by Reckot and protected by intellectual property laws. You retain ownership of content you create on our platform but grant us a license to use it for providing our services.
fr: La plateforme Reckot, y compris sa conception, ses fonctionnalités et son contenu, est la propriété de Reckot et protégée par les lois sur la propriété intellectuelle. Vous conservez la propriété du contenu que vous créez sur notre plateforme mais nous accordez une licence pour l'utiliser dans le cadre de nos services.

source: 8. Limitation of Liability
fr: 8. Limitation de responsabilité

source: Reckot is not liable for any indirect, incidental, special, or consequential damages arising from your use of our platform. We are not responsible for the actions of event organizers or attendees. Our total liability is limited to the fees you paid to us in the past 12 months.
fr: Reckot n'est pas responsable des dommages indirects, accessoires, spéciaux ou consécutifs découlant de votre utilisation de notre plateforme. Nous ne sommes pas responsables des actions des organisateurs d'événements ou des participants. Notre responsabilité totale est limitée aux frais que vous nous avez payés au cours des 12 derniers mois.

source: 9. Termination
fr: 9. Résiliation

source: We may suspend or terminate your account at any time for violations of these terms or for any other reason at our discretion. You may close your account at any time by contacting us.
fr: Nous pouvons suspendre ou résilier votre compte à tout moment pour violation de ces conditions ou pour toute autre raison à notre discrétion. Vous pouvez fermer votre compte à tout moment en nous contactant.

source: 10. Changes to Terms
fr: 10. Modifications des conditions

source: We may update these Terms of Service from time to time. We will notify you of significant changes by posting a notice on our platform or sending you an email. Continued use of our services after changes constitutes acceptance of the new terms.
fr: Nous pouvons mettre à jour ces conditions d'utilisation de temps en temps. Nous vous informerons des changements importants en publiant un avis sur notre plateforme ou en vous envoyant un e-mail. L'utilisation continue de nos services après les modifications constitue l'acceptation des nouvelles conditions.

source: 11. Governing Law
fr: 11. Droit applicable

source: These Terms of Service are governed by the laws of Cameroon. Any disputes shall be resolved in the courts of Cameroon.
fr: Ces conditions d'utilisation sont régies par les lois du Cameroun. Tout litige sera résolu devant les tribunaux du Cameroun.

source: 12. Contact Us
fr: 12. Nous contacter

source: If you have any questions about these Terms of Service, please contact us:
fr: Si vous avez des questions concernant ces conditions d'utilisation, veuillez nous contacter :

source: Why Reckot
fr: Pourquoi Reckot

source: Built for Africa
fr: Conçu pour l'Afrique

source: Why event organizers choose Reckot
fr: Pourquoi les organisateurs d'événements choisissent Reckot

source: We built Reckot because African event organizers deserve tools that actually work with their reality. Mobile money, not credit cards. Simplicity, not complexity.
fr: Nous avons créé Reckot parce que les organisateurs d'événements africains méritent des outils qui fonctionnent réellement avec leur réalité. Le mobile money, pas les cartes de crédit. La simplicité, pas la complexité.

source: "Your time builds the event. We handle everything else."
fr: "Votre temps construit l'événement. Nous nous occupons du reste."

source: Focus on what matters. Let us take care of tickets, payments, and check-ins.
fr: Concentrez-vous sur l'essentiel. Laissez-nous nous occuper des billets, des paiements et des enregistrements.

source: Only fee we charge
fr: Le seul frais que nous facturons

source: Hidden fees
fr: Frais cachés

source: From event creation to getting paid - transparent at every step
fr: De la création de l'événement au paiement — transparent à chaque étape

source: Create Event
fr: Créer un événement

source: Set up your event with details, ticket types, and pricing in under 2 minutes.
fr: Configurez votre événement avec les détails, les types de billets et les prix en moins de 2 minutes.

source: Share & Sell
fr: Partager et vendre

source: Share your event link. Attendees pay with MTN MoMo or Orange Money.
fr: Partagez le lien de votre événement. Les participants paient avec MTN MoMo ou Orange Money.

source: Mobile money instant
fr: Mobile money instantané

source: Scan QR codes at the venue. Works offline. Track swag distribution.
fr: Scannez les codes QR sur le lieu. Fonctionne hors ligne. Suivez la distribution des goodies.

source: Under 2 seconds
fr: Moins de 2 secondes

source: Get Paid
fr: Être payé
