Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invited as %(role)s - %(time)s ago
fr: Invité(e) en tant que %(role)s - il y a %(time)s

source: Resend invitation
fr: Renvoyer l'invitation

source: Cancel this invitation?
fr: Annuler cette invitation ?

source: Cancel invitation
fr: Annuler l'invitation

source: Role Permissions
fr: Permissions des rôles

source: Manage organization settings
fr: Gérer les paramètres de l'organisation

source: Invite & remove members
fr: Inviter et retirer des membres

source: Create & edit events
fr: Créer et modifier des événements

source: Publish & delete events
fr: Publier et supprimer des événements

source: Manage tickets & check-in
fr: Gérer les billets et les enregistrements

source: View reports & analytics
fr: Voir les rapports et les analyses

source: Manage payments & refunds
fr: Gérer les paiements et les remboursements

source: Reckot Assistant - Powered by Gemini
fr: Assistant Reckot - Propulsé par Gemini

source: Reckot Assistant
fr: Assistant Reckot

source: Powered by Gemini
fr: Propulsé par Gemini

source: Clear chat
fr: Effacer la conversation

source: Close
fr: Fermer

source: Type your message...
fr: Tapez votre message...

source: Voice input
fr: Saisie vocale

source: Powered by Google Gemini
fr: Propulsé par Google Gemini

source: Change language
fr: Changer de langue

source: No notifications
fr: Aucune notification

source: Mark all as read
fr: Tout marquer comme lu

source: Go Back
fr: Retour

source: Payment Failed
fr: Échec du paiement

source: Your payment request has expired.
fr: Votre demande de paiement a expiré.

source: There was an issue processing your payment.
fr: Un problème est survenu lors du traitement de votre paiement.

source: Reference
fr: Référence

source: Status:
fr: Statut :

source: Reason:
fr: Raison :

source: Processing Payment
fr: Traitement du paiement

source: Please complete the payment on your phone.
fr: Veuillez compléter le paiement sur votre téléphone.

source: A prompt should appear on your mobile device.
fr: Une invite devrait apparaître sur votre appareil mobile.

source: Method:
fr: Méthode :

source: Phone:
fr: Téléphone :

source: Amount:
fr: Montant :

source: Do not close this page. We are waiting for confirmation...
fr: Ne fermez pas cette page. Nous attendons la confirmation...

source: Payment Successful
fr: Paiement réussi

source: Your payment has been confirmed.
fr: Votre paiement a été confirmé.

source: Your ticket has been sent to your email.
fr: Votre billet a été envoyé à votre e-mail.

source: Amount Paid:
fr: Montant payé :

source: Confirmed at:
fr: Confirmé à :

source: View My Events
fr: Voir mes événements

source: Invoice
fr: Facture

source: INVOICE
fr: Facture

source: PAID
fr: Payé

source: Bill To
fr: Facturer à

source: Invoice Details
fr: Détails de la facture

source: Invoice Date:
fr: Date de facture :

source: Payment Date:
fr: Date de paiement :

source: Payment Method:
fr: Mode de paiement :

source: Qty
fr: Qté

source: Unit Price
fr: Prix unitaire

source: Subtotal:
fr: Sous-total :

source: Tax:
fr: Taxe :

source: Total Paid:
fr: Total payé :

source: Thank you for your purchase!
fr: Merci pour votre achat !

source: This invoice was automatically generated by Reckot.
fr: Cette facture a été générée automatiquement par Reckot.

source: View all payment transactions across your events
fr: Voir toutes les transactions de paiement de vos événements

source: Customer
fr: Client

source: Amount
fr: Montant

source: Method
fr: Méthode

source: fee
fr: Frais

source: No payments yet
fr: Pas encore de paiements

source: Payments will appear here when attendees book your events.
fr: Les paiements apparaîtront ici lorsque les participants réserveront vos événements.

source: Manage refund requests
fr: Gérer les demandes de remboursement

source: Refund Requests
fr: Demandes de remboursement

source: Process
fr: Processus

source: No refund requests
fr: Aucune demande de remboursement

source: Process Refund
fr: Traiter le remboursement

source: Review and process refund request
fr: Examiner et traiter la demande de remboursement

source: Refund Request
fr: Demande de remboursement

source: Approved - Awaiting Processing
fr: Approuvé - En attente de traitement

source: Requester
fr: Demandeur

source: Request Date
fr: Date de la demande

source: Refund Type
fr: Type de remboursement

source: Refund Amount
fr: Montant du remboursement

source: Original Payment
fr: Paiement d'origine

source: Payment Date
fr: Date de paiement

source: Payment Method
fr: Mode de paiement

source: Reason for Refund
fr: Motif du remboursement

source: Rejection Reason
fr: Motif du rejet

source: Approve Refund
fr: Approuver le remboursement

source: Reject Refund
fr: Rejeter le remboursement

source: Reason for rejection...
fr: Motif du rejet...

source: Confirm Rejection
fr: Confirmer le rejet

source: This will process the refund and send the money back to the customer.
fr: Cela traitera le remboursement et renverra l'argent au client.

source: Customer phone number required
fr: Numéro de téléphone du client requis

source: Enter the customer's mobile money number to process the refund.
fr: Entrez le numéro mobile money du client pour traiter le remboursement.

source: e.g. 237XXXXXXXXX
fr: ex : 237XXXXXXXXX

source: Back to Refunds
fr: Retour aux remboursements

source: Request Refund
fr: Demander un remboursement

source: Submit a refund request for your payment
fr: Soumettre une demande de remboursement pour votre paiement

source: Payment Details
fr: Détails du paiement

source: Amount Paid
fr: Montant payé

source: Get back the full amount: %(amount)s %(currency)s
fr: Récupérer le montant total : %(amount)s %(currency)s

source: Request a specific amount
fr: Demander un montant spécifique

source: Refund Amount (%(currency)s)
fr: Montant du remboursement (%(currency)s)

source: Enter amount
fr: Entrer le montant

source: Please explain why you're requesting a refund...
fr: Veuillez expliquer pourquoi vous demandez un remboursement...

source: Select Payment Method
fr: Sélectionner le mode de paiement

source: Payment
fr: Paiement

source: Complete Payment
fr: Finaliser le paiement

source: Select your preferred payment method
fr: Sélectionnez votre mode de paiement préféré

source: Powered by Campay
fr: Propulsé par Campay

source: Recommended
fr: Recommandé

source: Ghana, Uganda
fr: Ghana, Ouganda

source: Debit/Credit Card
fr: Carte de débit/crédit

source: Pay at Event
fr: Payer à l'événement

source: Cash or bank transfer
fr: Espèces ou virement bancaire

source: Enter without country code (e.g., 6XX XXX XXX)
fr: Entrer sans indicatif pays (ex: 6XX XXX XXX)

source: Note: The agent name that will appear for withdrawal is
fr: Note: Le nom de l'agent qui apparaîtra pour le retrait est

source: Order Summary
fr: Résumé de la commande

source: Subtotal
fr: Sous-total

source: Transaction Fee
fr: Frais de transaction

source: Mobile money withdrawal fee
fr: Frais de retrait mobile money

source: Total to Pay
fr: Total à payer

source: Pay Now
fr: Payer maintenant

source: Thank you for your purchase. Your ticket has been confirmed.
fr: Merci pour votre achat. Votre billet a été confirmé.

source: %(counter)s ticket
fr: %(counter)s billet

source: Confirmation email sent
fr: E-mail de confirmation envoyé

source: Check your inbox for your ticket with QR code
fr: Consultez votre boîte de réception pour votre billet avec code QR

source: Download Tickets (PDF)
fr: Télécharger les billets (PDF)

source: View My Tickets
fr: Voir mes billets

source: Save Tracking Link
fr: Enregistrer le lien de suivi

source: Bookmark this link to track your order:
fr: Enregistrez ce lien pour suivre votre commande :

source: Refund
fr: Remboursement

source: Transaction Status
fr: Statut de transaction

source: Hello %(name)s, here are your bookings:
fr: Bonjour %(name)s, voici vos réservations :

source: Tickets:
fr: Billets :

source: Payment Status:
fr: Statut du paiement :

source: View Tickets
fr: Voir les tickets

source: No bookings found.
fr: Aucune réservation trouvée.

source: Bookmark this page to check your transaction status later.
fr: Enregistrez cette page pour vérifier le statut de votre transaction plus tard.

source: Your tracking token:
fr: Votre jeton de suivi :

source: Transaction History
fr: Historique des transactions

source: View all credits and debits for your organization
fr: Voir tous les crédits et débits de votre organisation

source: Total Withdrawn
fr: Total retiré

source: Total Refunded
fr: Total remboursé

source: Available Balance
fr: Solde disponible

source: Recent Transactions
fr: Transactions récentes

source: Credit
fr: Crédit

source: Debit
fr: Débit

source: No transactions found
fr: Aucune transaction trouvée

source: Withdrawal History
fr: Historique des retraits

source: View your withdrawal requests and status
fr: Voir vos demandes de retrait et leur statut

source: Back to Analytics
fr: Retour aux analyses

source: Withdrawal Requests
fr: Demandes de retrait

source: Net Amount
fr: Montant net

source: No Withdrawals Yet
fr: Pas encore de retraits

source: You haven't made any withdrawal requests yet.
fr: Vous n'avez pas encore effectué de demande de retrait.

source: Request Withdrawal
fr: Demander un retrait

source: Analyzing...
fr: Analyse en cours...

source: Generate Insight
fr: Générer un aperçu

source: Regenerate
fr: Régénérer

source: No insight generated
fr: Aucun aperçu généré

source: AI Insights
fr: Aperçus IA

source: Get AI-powered analysis of your data
fr: Obtenez une analyse de vos données propulsée par l'IA

source: Click "Generate Insight" to analyze trends and get actionable recommendations
fr: Cliquez sur « Générer un aperçu » pour analyser les tendances et obtenir des recommandations exploitables

source: Analyzing your data...
fr: Analyse de vos données en cours...

source: This may take a few seconds
fr: Cela peut prendre quelques secondes

source: Generated by AI based on your current metrics
fr: Généré par l'IA sur la base de vos métriques actuelles

source: Export Failed
fr: Échec de l'exportation

source: Report Ready
fr: Rapport prêt

source: Your %(report_type)s report has been generated.
fr: Votre rapport %(report_type)s a été généré.

source: Download %(format)s
fr: Télécharger %(format)s

source: Confirmed tickets sold
fr: Billets confirmés vendus

source: XAF confirmed
fr: XAF confirmé

source: Awaiting payment
fr: En attente de paiement

source: Ticket Breakdown
fr: Répartition des billets

source: No recent activity
fr: Aucune activité récente

source: %(count)s ticket
fr: %(count)s billet

source: No sales data yet
fr: Pas encore de données de vente

source: Rate
fr: Évaluer

source: Track your event performance
fr: Suivez la performance de vos événements

source: Last 30 days
fr: 30 derniers jours

source: Last 7 days
fr: 7 derniers jours

source: Last 90 days
fr: 90 derniers jours

source: Last year
fr: L'année dernière

source: Withdraw
fr: Retirer

source: After fees & withdrawals
fr: Après frais et retraits

source: Total confirmed tickets
fr: Total des billets confirmés

source: Average attendance
fr: Participation moyenne

source: Active Events
fr: Événements actifs

source: Published events
fr: Événements publiés

source: Recent Sales
fr: Ventes récentes

source: Latest ticket purchases
fr: Derniers achats de billets

source: No sales yet
fr: Aucune vente pour le moment

source: Events in the next 7 days
fr: Événements dans les 7 prochains jours

source: No upcoming events
fr: Aucun événement à venir

source: Create an event
fr: Créer un événement

source: Top Performing Events
fr: Événements les plus performants

source: Events ranked by revenue
fr: Événements classés par revenus

source: Create your first event to start tracking analytics
fr: Créez votre premier événement pour commencer à suivre les analyses

source: Withdraw Funds
fr: Retirer des fonds

source: Enter withdrawal details
fr: Entrer les détails du retrait

source: Withdrawal Requested!
fr: Retrait demandé !

source: Your withdrawal has been submitted successfully.
fr: Votre retrait a été soumis avec succès.

source: You will receive the funds shortly.
fr: Vous recevrez les fonds sous peu.

source: Processing...
fr: Traitement en cours...

source: Something went wrong. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Could not reach the server. Please check your connection and try again.
fr: Impossible de joindre le serveur. Veuillez vérifier votre connexion et réessayer.

source: This is your available balance from confirmed payments, minus service fees and previous withdrawals
fr: Ceci est votre solde disponible provenant des paiements confirmés, moins les frais de service et les retraits précédents

source: Minimum withdrawal amount is 200 XAF
fr: Le montant minimum de retrait est de 200 XAF

source: You need at least 200 XAF in your balance to make a withdrawal
fr: Vous devez avoir au moins 200 XAF de solde pour effectuer un retrait

source: Withdrawal Amount (XAF)
fr: Montant du retrait (XAF)

source: Enter amount (min: 200 XAF)
fr: Entrer le montant (min : 200 XAF)

source: We take care of all withdrawal fees
fr: Nous prenons en charge tous les frais de retrait

source: Phone number (with country code)
fr: Numéro de téléphone (avec indicatif pays)

source: e.g., 237679587525
fr: ex: 237679587525

source: Include country code (e.g., 237 for Cameroon)
fr: Inclure l'indicatif pays (ex: 237 pour le Cameroun)

source: Platform Commission
fr: Commission de la plateforme

source: You will receive
fr: Vous recevrez

source: Export Event Data
fr: Exporter les données de l'événement

source: Select an event to export data from
fr: Sélectionnez un événement pour exporter les données

source: No events available for export
fr: Aucun événement disponible pour l'exportation

source: Attendee List
fr: Liste des participants

source: Export Attendee List
fr: Exporter la liste des participants

source: Choose a format to download
fr: Choisir un format à télécharger

source: Microsoft Excel spreadsheet
fr: Feuille de calcul Microsoft Excel

source: Portable document format
fr: Format de document portable

source: Print
fr: Imprimer

source: Print directly from browser
fr: Imprimer directement depuis le navigateur

source: checked in
fr: enregistré

source: Guest
fr: Invité

source: No attendees yet
fr: Pas encore de participants

source: Custom Responses
fr: Réponses personnalisées

source: Custom Field Responses
fr: Réponses aux champs personnalisés

source: Manage Questions
fr: Gérer les questions

source: responses
fr: réponses

source: Text responses - view in attendee export
fr: Réponses textuelles — voir dans l'exportation des participants

source: No Custom Questions
fr: Aucune question personnalisée

source: Add custom questions to collect additional info from attendees
fr: Ajoutez des questions personnalisées pour collecter des informations supplémentaires auprès des participants

source: Add Questions
fr: Ajouter des questions

source: Real-time Statistics
fr: Statistiques en temps réel

source: Sales Timeline
fr: Chronologie des ventes

source: Recent Activity
fr: Activité récente

source: Revenue by Ticket Type
fr: Revenus par type de billet

source: No revenue data yet
fr: Pas encore de données de revenus

source: Export Reports
fr: Exporter les rapports

source: View all attendees
fr: Voir tous les participants

source: Print Check-in List
fr: Imprimer la liste d'enregistrement

source: Printable format
fr: Format imprimable

source: QR Scanner
fr: Scanner QR

source: View form answers
fr: Voir les réponses au formulaire

source: Recent Exports
fr: Exportations récentes

source: Export Center
fr: Centre d'exportation

source: Generate and download reports
fr: Générer et télécharger des rapports

source: Back to Reports
fr: Retour aux rapports

source: Select Report Type
fr: Sélectionner le type de rapport

source: Financial Summary
fr: Résumé financier

source: Revenue breakdown, payment methods, and ticket sales summary
fr: Répartition des revenus, modes de paiement et résumé des ventes de billets

source: Registered Attendees
fr: Participants inscrits

source: List of all registered attendees with contact details
fr: Liste de tous les participants inscrits avec leurs coordonnées

source: Detailed ticket sales with buyer information
fr: Ventes de billets détaillées avec informations de l'acheteur

source: Payment Records
fr: Historique des paiements

source: All payment transactions and their status
fr: Toutes les transactions de paiement et leur statut

source: Check-in Report
fr: Rapport d'enregistrement

source: Attendance data with check-in timestamps
fr: Données de présence avec horodatage d'enregistrement

source: Export Format
fr: Format d'exportation

source: PDF Report
fr: Rapport PDF

source: Excel Spreadsheet
fr: Feuille de calcul Excel

source: CSV File
fr: Fichier CSV

source: JSON Data
fr: Données JSON

source: PDF reports include:
fr: Les rapports PDF incluent :

source: Cover page with organization logo
fr: Page de couverture avec logo de l'organisation

source: Professional formatting and styling
fr: Formatage et style professionnels

source: Summary statistics and charts
fr: Statistiques récapitulatives et graphiques

source: Page numbers and generation timestamp
fr: Numéros de page et horodatage de génération

source: Generate & Download
fr: Générer et télécharger

source: Reset Selection
fr: Réinitialiser la sélection

source: Total Attendees
fr: Total des participants

source: Registration Date
fr: Date d'inscription

source: No attendees registered
fr: Aucun participant inscrit

source: This report was generated automatically by Reckot. Data is accurate as of %(date)s at %(time)s.
fr: Ce rapport a été généré automatiquement par Reckot. Les données sont exactes en date du %(date)s à %(time)s.

source: Generated on %(date)s at %(time)s
fr: Généré le %(date)s à %(time)s

source: Check-in Details
fr: Détails d'enregistrement

source: Checked In At
fr: Enregistré à

source: No check-ins recorded
fr: Aucun enregistrement

source: Financial Summary Report
fr: Rapport financier récapitulatif

source: Quantity Sold
fr: Quantité vendue

source: No ticket sales recorded
fr: Aucune vente de billet enregistrée

source: Revenue by Payment Method
fr: Revenus par mode de paiement

source: Amount (XAF)
fr: Montant (XAF)

source: Unknown
fr: Inconnu

source: Total Records
fr: Total des enregistrements

source: Data
fr: Données

source: No data available for this report.
fr: Aucune donnée disponible pour ce rapport.

source: Total Payments
fr: Total des paiements

source: Payment History
fr: Historique des paiements

source: No payments recorded
fr: Aucun paiement enregistré

source: Ticket Sales Report
fr: Rapport des ventes de billets

source: Total Tickets Sold
fr: Total des billets vendus

source: Sales by Ticket Type
fr: Ventes par type de billet

source: No sales recorded
fr: Aucune vente enregistrée

source: Individual Ticket Sales
fr: Ventes de billets individuelles

source: Ticket ID
fr: ID du billet

source: Purchase Date
fr: Date d'achat

source: No tickets sold
fr: Aucun billet vendu

source: Authentication Error
fr: Erreur d'authentification

source: An error occurred while trying to authenticate with your social account.
fr: Une erreur s'est produite lors de la tentative d'authentification avec votre compte social.

source: This could be due to a temporary issue with the authentication provider or your account permissions. Please try again.
fr: Cela pourrait être dû à un problème temporaire avec le fournisseur d'authentification ou les permissions de votre compte. Veuillez réessayer.

source: Try Logging In Again
fr: Réessayer de se connecter

source: Need help?
fr: Besoin d'aide ?

source: Login Cancelled
fr: Connexion annulée

source: You decided to cancel logging in to our site using one of your existing accounts.
fr: Vous avez décidé d'annuler la connexion à notre site en utilisant l'un de vos comptes existants.

source: If this was a mistake, you can try again by clicking the button below.
fr: Si c'était une erreur, vous pouvez réessayer en cliquant sur le bouton ci-dessous.

source: View all tickets across your events
fr: Voir tous les billets de vos événements

source: Search by name, email, or ticket code...
fr: Rechercher par nom, e-mail ou code de billet...

source: Filters
fr: Filtres

source: Export as PDF
fr: Exporter en PDF

source: Export as Excel
fr: Exporter en Excel

source: Export as CSV
fr: Exporter en CSV

source: Export as JSON
fr: Exporter en JSON

source: All Statuses
fr: Tous les statuts

source: Yes
fr: Oui

source: No
fr: Non

source: Clear
fr: Effacer

source: Refund Ticket
fr: Rembourser le billet

source: Refund Amount (XAF)
fr: Montant du remboursement (XAF)

source: Reason
fr: Raison

source: Optional refund reason...
fr: Motif de remboursement optionnel...

source: This action will initiate a refund. The booking status will be updated accordingly.
fr: Cette action initiera un remboursement. Le statut de la réservation sera mis à jour en conséquence.

source: Confirm Refund
fr: Confirmer le remboursement

source: Tickets will appear here when attendees book your events.
fr: Les billets apparaîtront ici lorsque les participants réserveront vos événements.

source: Find My Tickets
fr: Trouver mes billets

source: Enter your email, payment reference, or ticket code to retrieve your tickets
fr: Entrez votre e-mail, référence de paiement ou code de billet pour retrouver vos billets

source: Email, Payment Reference, or Ticket Code
fr: E-mail, référence de paiement ou code de billet

source: e.g., your@email.com or 4f61ccc8-727a-...
fr: ex : votre@email.com ou 4f61ccc8-727a-...

source: You can use the payment reference from your confirmation email or SMS
fr: Vous pouvez utiliser la référence de paiement de votre e-mail ou SMS de confirmation

source: Find Tickets
fr: Trouver les billets

source: Tickets Found!
fr: Billets trouvés !

source: Your Tickets
fr: Vos billets

source: Can't find your tickets?
fr: Vous ne trouvez pas vos billets ?

source: My Tickets
fr: Mes billets

source: Your confirmed event tickets
fr: Vos billets d'événement confirmés

source: Download All
fr: Tout télécharger

source: Cancel Booking
fr: Annuler la réservation

source: Are you sure you want to cancel this booking? Your tickets will be cancelled and a refund will be processed.
fr: Êtes-vous sûr(e) de vouloir annuler cette réservation ? Vos billets seront annulés et un remboursement sera traité.

source: Keep Booking
fr: Conserver la réservation

source: Your confirmed tickets will appear here
fr: Vos billets confirmés apparaîtront ici

source: Ticket #
fr: Billet n°

source: of
fr: de

source: Booking Ref
fr: Réf. de réservation

source: QR Code
fr: Code QR

source: Time:
fr: Heure :

source: Location:
fr: Lieu :

source: Attendee Name
fr: Nom du participant

source: Attendee Email
fr: E-mail du participant

source: Scan at check-in
fr: Scanner à l'enregistrement

source: Important Information
fr: Informations importantes

source: Please bring this ticket with you to the event (printed or on your mobile device).
fr: Veuillez apporter ce billet à l'événement (imprimé ou sur votre appareil mobile).

source: Your QR code will be scanned at the entrance for quick check-in.
fr: Votre code QR sera scanné à l'entrée pour un enregistrement rapide.

source: Keep your ticket code safe and do not share it with others.
fr: Gardez votre code de billet en sécurité et ne le partagez pas avec d'autres.

source: Contact the event organizer if you have any questions.
fr: Contactez l'organisateur de l'événement si vous avez des questions.

source: Ticket issued by
fr: Billet émis par

source: Powered by Reckot - Event Management Platform
fr: Propulsé par Reckot - Plateforme de gestion d'événements
