Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Payment Tracking
fr: Suivi des paiements

source: Organizations
fr: Organisations

source: Members
fr: Membres

source: Events
fr: Événements

source: Event Categories
fr: Catégories d'événements

source: Tickets & Sales
fr: Billets et ventes

source: Tickets
fr: Billets

source: Bookings
fr: Réservations

source: Ticket Types
fr: Types de billets

source: Guest Sessions
fr: Sessions invités

source: Payments
fr: Paiements

source: Offline Payments
fr: Paiements hors ligne

source: Refunds
fr: Remboursements

source: Withdrawals
fr: Retraits

source: Payment Gateways
fr: Passerelles de paiement

source: Check-in & Swag
fr: Enregistrement et goodies

source: Check-ins
fr: Enregistrements

source: Swag Items
fr: Articles promotionnels

source: Swag Collections
fr: Collections de goodies

source: Affiliate Links
fr: Liens d'affiliation

source: Social Shares
fr: Partages sociaux

source: AI & Support
fr: IA et support

source: Support Tickets
fr: Tickets de support

source: AI Conversations
fr: Conversations IA

source: AI Messages
fr: Messages IA

source: Messaging
fr: Messagerie

source: Campaigns
fr: Campagnes

source: Templates
fr: Modèles

source: Message Delivery
fr: Livraison des messages

source: Embed Widgets
fr: Widgets intégrés

source: Users & Permissions
fr: Utilisateurs et permissions

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Analytics Data
fr: Données d'analyse

source: Daily Metrics
fr: Métriques quotidiennes

source: Event Metrics
fr: Métriques d'événements

source: Payment Metrics
fr: Métriques de paiement

source: Organization Metrics
fr: Métriques d'organisation

source: Overview
fr: Aperçu

source: Account Inactive
fr: Compte inactif

source: Account inactive
fr: Compte inactif

source: Your account is currently inactive. This may be because your email hasn't been verified yet, or your account has been suspended.
fr: Votre compte est actuellement inactif. Cela peut être dû au fait que votre e-mail n'a pas encore été vérifié, ou que votre compte a été suspendu.

source: If you believe this is an error, please contact support at
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter le support àSi vous pensez qu'il s'agit d'une erreur, veuillez contacter le support à

source: Try again
fr: Réessayer

source: Manage Email
fr: Gérer l'e-mail

source: Verify or change your email address
fr: Vérifier ou modifier votre adresse e-mail

source: Unverified
fr: Non vérifié

source: Primary
fr: Principal

source: Add email address
fr: Ajouter une adresse e-mail

source: new@email.com
fr: nouveau@email.com

source: Add Email
fr: Ajouter un e-mail

source: Back to Settings
fr: Retour aux paramètres

source: Confirm Email
fr: Confirmer l'e-mail

source: Confirm your email
fr: Confirmez votre e-mail

source: Please confirm that <span class="font-medium text-foreground">%(email_address)s</span> is your email address.
fr: Veuillez confirmer que <span class="font-medium text-foreground">%(email_address)s</span> est votre adresse e-mail.

source: Confirm email
fr: Confirmer l'e-mail

source: Wrong email?
fr: Mauvais e-mail ?

source: Log in with a different account
fr: Se connecter avec un autre compte

source: Email Confirmed
fr: E-mail confirmé

source: Email confirmed
fr: E-mail confirmé

source: Your email address has been verified. You now have full access to all Reckot features.
fr: Votre adresse e-mail a été vérifiée. Vous avez maintenant accès à toutes les fonctionnalités de Reckot.

source: Get started
fr: Commencer

source: Log In
fr: Connexion

source: Welcome back
fr: Bon retour

source: Log in to manage your events
fr: Connectez-vous pour gérer vos événements

source: Continue with Google
fr: Continuer avec Google

source: Or continue with
fr: Ou continuer avec

source: Phone
fr: Téléphone

source: you@email.com
fr: vous@email.com

source: Password
fr: Mot de passe

source: Enter your password
fr: Entrez votre mot de passe

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Mot de passe oublié ?

source: Log in
fr: Se connecter

source: Phone number
fr: Numéro de téléphone

source: We'll send you a verification code
fr: Nous vous enverrons un code de vérification

source: Send Code
fr: Envoyer le code

source: Sending...
fr: Envoi en cours...

source: Verification Code
fr: Code de vérification

source: Enter 6-digit code
fr: Entrez le code à 6 chiffres

source: Verify & Log in
fr: Vérifier et se connecter

source: Change phone number
fr: Changer le numéro de téléphone

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up
fr: S'inscrire

source: Log Out
fr: Déconnexion

source: Log out
fr: Se déconnecter

source: Are you sure you want to log out of your account?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte ?

source: Cancel
fr: Annuler

source: Verify Email
fr: Vérifier l'e-mail

source: Verify your email
fr: Vérifiez votre e-mail

source: Enter the 6-digit code sent to %(email)s
fr: Entrez le code à 6 chiffres envoyé à %(email)s

source: Didn't receive the code?
fr: Vous n'avez pas reçu le code ?

source: Resend code
fr: Renvoyer le code

source: Change Password
fr: Changer le mot de passe

source: Change password
fr: Changer le mot de passe

source: Update your account password
fr: Mettre à jour le mot de passe de votre compte

source: Current password
fr: Mot de passe actuel

source: Enter current password
fr: Entrez le mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Create a new password
fr: Créer un nouveau mot de passe

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm your new password
fr: Confirmez votre nouveau mot de passe

source: Password requirements:
fr: Exigences du mot de passe :

source: At least 8 characters
fr: Au moins 8 caractères

source: Not too similar to your email
fr: Pas trop similaire à votre e-mail

source: Not a commonly used password
fr: Pas un mot de passe couramment utilisé

source: Update password
fr: Mettre à jour le mot de passe

source: Back to dashboard
fr: Retour au tableau de bord

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Enter your email to receive a reset link
fr: Entrez votre e-mail pour recevoir un lien de réinitialisation

source: Email address
fr: Adresse e-mail

source: Send reset link
fr: Envoyer le lien de réinitialisation

source: Remember your password?
fr: Vous vous souvenez de votre mot de passe ?

source: Check Your Email
fr: Vérifiez votre e-mail

source: Check your email
fr: Vérifiez votre e-mail

source: We've sent a password reset link to your email address. Click the link in the email to reset your password.
fr: Nous avons envoyé un lien de réinitialisation du mot de passe à votre adresse e-mail. Cliquez sur le lien dans l'e-mail pour réinitialiser votre mot de passe.

source: If you don't see the email, check your spam folder. The link expires in 24 hours.
fr: Si vous ne voyez pas l'e-mail, vérifiez votre dossier spam. Le lien expire dans 24 heures.

source: Back to login
fr: Retour à la connexion

source: Resend email
fr: Renvoyer l'e-mail

source: Set New Password
fr: Définir un nouveau mot de passe

source: Set new password
fr: Définir un nouveau mot de passe

source: Create a strong password for your account
fr: Créez un mot de passe fort pour votre compte

source: This password reset link is invalid or has expired. Please request a new one.
fr: Ce lien de réinitialisation du mot de passe est invalide ou a expiré. Veuillez en demander un nouveau.

source: Request new link
fr: Demander un nouveau lien

source: Reset password
fr: Réinitialiser le mot de passe

source: Password Reset Complete
fr: Réinitialisation du mot de passe terminée

source: Password reset complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been successfully changed. You can now log in with your new password.
fr: Votre mot de passe a été modifié avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

source: Log in now
fr: Se connecter maintenant

source: Sign Up
fr: S'inscrire

source: Create an organizer account
fr: Créer un compte organisateur

source: Start creating and managing your events
fr: Commencez à créer et gérer vos événements

source: No account needed to purchase tickets
fr: Aucun compte nécessaire pour acheter des billets

source: you@reckot.com
fr: vous@reckot.com

source: (optional)
fr: (optionnel)

source: Create a password
fr: Créer un mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm your password
fr: Confirmez votre mot de passe

source: Create Account
fr: Créer un compte

source: Already have an account?
fr: Vous avez déjà un compte ?

source: By signing up, you agree to our
fr: En vous inscrivant, vous acceptez nos

source: Terms
fr: Conditions

source: and
fr: et

source: Privacy Policy
fr: Politique de confidentialité

source: Verify Your Email
fr: Vérifiez votre e-mail

source: We've sent a verification email to your address. Please click the link in the email to verify your account.
fr: Nous avons envoyé un e-mail de vérification à votre adresse. Veuillez cliquer sur le lien dans l'e-mail pour vérifier votre compte.

source: If you don't see the email, check your spam folder. You can also request a new verification email from your account settings.
fr: Si vous ne voyez pas l'e-mail, vérifiez votre dossier spam. Vous pouvez également demander un nouvel e-mail de vérification depuis les paramètres de votre compte.

source: Continue to Reckot
fr: Continuer vers Reckot

source: Reckot Admin
fr: Administration Reckot

source: Django site admin
fr: Administration du site Django

source: Create Support Ticket
fr: Créer un ticket de support

source: Home
fr: Accueil

source: Create
fr: Créer

source: Describe your issue and we'll help you resolve it
fr: Décrivez votre problème et nous vous aiderons à le résoudre

source: your@email.com
fr: votre@email.com

source: Category
fr: Catégorie

source: Payment Issue
fr: Problème de paiement

source: Ticket Issue
fr: Problème de billet

source: Event Issue
fr: Problème d'événement

source: Account Issue
fr: Problème de compte

source: Technical Issue
fr: Problème technique

source: Other
fr: Autre

source: Subject
fr: Sujet

source: Brief summary of your issue
fr: Résumé bref de votre problème

source: Please describe your issue in detail...
fr: Veuillez décrire votre problème en détail...

source: Our AI will analyze your issue and suggest solutions automatically.
fr: Notre IA analysera votre problème et suggérera automatiquement des solutions.Notre IA analysera votre problème et suggérera des solutions automatiquement.

source: Submit Ticket
fr: Soumettre le ticket

source: Need quick help?
fr: Besoin d'aide rapide ?

source: Chat with AI Assistant
fr: Discuter avec l'assistant IA

source: Ticket
fr: Billet

source: AI Analysis
fr: Analyse IA

source: Suggested Solution
fr: Solution suggérée

source: Resolution
fr: Résolution

source: Created
fr: Créé

source: ago
fr: il y a

source: Resolved
fr: Résolu

source: My Support Tickets
fr: Mes tickets de support

source: New Ticket
fr: Nouveau ticket

source: No tickets yet
fr: Pas encore de billets

source: Need help? Create a support ticket or chat with our AI assistant.
fr: Besoin d'aide ? Créez un ticket de support ou discutez avec notre assistant IA.Besoin d'aide ? Créez un ticket de support ou discutez avec notre assistant IA.

source: AI Assistant
fr: Assistant IA

source: Create Ticket
fr: Créer un ticket

source: Modern event management for Africa.
fr: Gestion d'événements moderne pour l'Afrique.

source: Product
fr: Produit

source: Features
fr: Fonctionnalités

source: Pricing
fr: Tarifs

source: Why Us
fr: Pourquoi nous

source: Company
fr: Entreprise

source: About
fr: À propos

source: Legal
fr: Mentions légales

source: Privacy
fr: Confidentialité

source: All rights reserved.
fr: Tous droits réservés.

source: Checked In
fr: Enregistré

source: Check-in Failed
fr: Échec de l'enregistrement

source: Ticket:
fr: Billet :

source: Checked in at:
fr: Enregistré à :

source: Check-in Successful
fr: Enregistrement réussi

source: Collect Swag
fr: Récupérer les goodies

source: Collect
fr: Récupérer

source: Check In
fr: Enregistrer

source: No results found
fr: Aucun résultat trouvé

source: Total Tickets
fr: Total des billets

source: Remaining
fr: Restant

source: Collected
fr: Collecté

source: Check-in
fr: Enregistrement

source: Check-in Dashboard
fr: Tableau de bord d'enregistrement

source: Scan Tickets
fr: Scanner les billets

source: Recent Check-ins
fr: Enregistrements récents

source: No check-ins yet
fr: Aucun enregistrement pour le moment

source: Start scanning tickets to see check-ins here.
fr: Commencez à scanner les billets pour voir les enregistrements ici.

source: remaining
fr: restant

source: No swag items
fr: Aucun article promotionnel

source: Add swag items for this event.
fr: Ajoutez des articles promotionnels pour cet événement.

source: View all check-in activity across your events
fr: Voir toute l'activité d'enregistrement de vos événements

source: Today's Check-ins
fr: Enregistrements d'aujourd'hui

source: Total Check-ins
fr: Total des enregistrements

source: Event
fr: Événement

source: Attendee
fr: Participant

source: Checked In By
fr: Enregistré par

source: Time
fr: Heure

source: System
fr: Système

source: Check-ins will appear here when attendees are verified at your events.
fr: Les enregistrements apparaîtront ici lorsque les participants seront vérifiés à vos événements.Les enregistrements apparaîtront ici lorsque les participants seront vérifiés à vos événements.

source: Scan or search for tickets
fr: Scanner ou rechercher des billets

source: Offline Mode
fr: Mode hors ligne

source: Cache data for offline check-ins
fr: Mettre en cache les données pour les enregistrements hors ligne

source: Enable
fr: Activer

source: Sync Data
fr: Synchroniser les données

source: Manual Check-in
fr: Enregistrement manuel

source: Enter ticket code or scan QR
fr: Entrez le code du billet ou scannez le QR

source: Ticket Code
fr: Code du billet

source: Enter ticket code or UUID
fr: Entrez le code du billet ou l'UUID

source: Search Attendees
fr: Rechercher des participants

source: Find by name or email
fr: Rechercher par nom ou e-mail

source: Search by name, email, or code...
fr: Rechercher par nom, e-mail ou code...

source: All Features
fr: Toutes les fonctionnalités

source: Everything you need to run amazing events
fr: Tout ce dont vous avez besoin pour organiser des événements incroyablesTout ce dont vous avez besoin pour organiser des événements exceptionnels

source: From ticket sales to check-in, analytics to refunds. Reckot gives you the complete toolkit for event success in Africa.
fr: De la vente de billets à l'enregistrement, des analyses aux remboursements. Reckot vous offre la boîte à outils complète pour le succès de vos événements en Afrique.

source: Mobile money, built-in
fr: Mobile money, intégré

source: Accept MTN MoMo and Orange Money payments instantly. No bank account needed. Your attendees pay the way they're used to.
fr: Acceptez les paiements MTN MoMo et Orange Money instantanément. Aucun compte bancaire requis. Vos participants paient comme ils en ont l'habitude.

source: Payment methods
fr: Méthodes de paiement

source: All active
fr: Tous actifs

source: Cameroon, Ghana, Uganda
fr: Cameroun, Ghana, Ouganda

source: Cameroon, Senegal, Mali
fr: Cameroun, Sénégal, Mali

source: Card payments
fr: Paiements par carte

source: Attendee list
fr: Liste des participants

source: Checked in
fr: Enregistré

source: Attendee Management
fr: Gestion des participants

source: Easy attendee management
fr: Gestion facile des participants

source: Keep track of every attendee. Export data anytime. Send messages to specific groups.
fr: Suivez chaque participant. Exportez les données à tout moment. Envoyez des messages à des groupes spécifiques.

source: Lightning-fast QR check-in
fr: Enregistrement QR ultra-rapide

source: Scan tickets in under 2 seconds. Works offline. Track swag distribution at check-in.
fr: Scannez les billets en moins de 2 secondes. Fonctionne hors ligne. Suivez la distribution des goodies à l'enregistrement.

source: Scan ticket
fr: Scanner le billet

source: Position QR code here
fr: Positionnez le code QR ici

source: Check-in successful
fr: Enregistrement réussi

source: VIP Ticket - Row A
fr: Billet VIP - Rang A

source: Sales Analytics
fr: Analyses des ventes

source: Live
fr: En direct

source: Tickets sold
fr: Billets vendus

source: Revenue (XAF)
fr: Revenus (XAF)

source: Real-time analytics
fr: Analyses en temps réel

source: Track sales, revenue, and attendance as it happens. Make data-driven decisions.
fr: Suivez les ventes, les revenus et la participation en temps réel. Prenez des décisions basées sur les données.

source: Live sales dashboard
fr: Tableau de bord des ventes en direct

source: Watch ticket sales happen in real-time
fr: Observez les ventes de billets en temps réel

source: Revenue breakdown
fr: Répartition des revenus

source: See revenue by ticket type, time period, or source
fr: Consultez les revenus par type de billet, période ou source

source: Attendance tracking
fr: Suivi de la participation

source: Monitor check-in rates and timing
fr: Surveillez les taux d'enregistrement et les horaires

source: Simple refund management
fr: Gestion simple des remboursements

source: Handle refund requests efficiently. Full or partial refunds with complete audit trails.
fr: Gérez les demandes de remboursement efficacement. Remboursements complets ou partiels avec historique complet.

source: Full & partial refunds
fr: Remboursements complets et partiels

source: Process refunds for any amount
fr: Traitez les remboursements pour n'importe quel montant

source: Approval workflow
fr: Flux d'approbation

source: Review and approve refund requests
fr: Examinez et approuvez les demandes de remboursement

source: Audit trail
fr: Historique d'audit

source: Complete history of all refund actions
fr: Historique complet de toutes les actions de remboursement

source: Refund request
fr: Demande de remboursement

source: John Doe
fr: Jean Dupont

source: VIP Ticket - 25,000 XAF
fr: Billet VIP - 25 000 XAF

source: Unable to attend due to travel conflict.
fr: Impossible d'assister en raison d'un conflit de voyage.

source: Decline
fr: Refuser

source: Approve
fr: Approuver

source: And much more
fr: Et bien plus encore

source: Everything else you need to run successful events
fr: Tout ce dont vous avez besoin pour organiser des événements réussis

source: Ready to try all these features?
fr: Prêt à essayer toutes ces fonctionnalités ?

source: Start for free. No credit card required.
fr: Commencez gratuitement. Aucune carte de crédit requise.

source: Get started free
fr: Commencer gratuitement

source: View pricing
fr: Voir les tarifs

source: Event Management for Africa
fr: Gestion d'événements pour l'Afrique

source: MTN MoMo & Orange Money ready
fr: Compatible MTN MoMo et Orange Money

source: Event management made simple for Africa
fr: La gestion d'événements simplifiée pour l'Afrique

source: Create events, sell tickets with mobile money, and check in attendees with QR codes. Everything you need, nothing you don't.
fr: Créez des événements, vendez des billets avec le mobile money et enregistrez les participants avec des codes QR. Tout ce dont vous avez besoin, rien de superflu.

source: Start free
fr: Commencer gratuitement

source: How it works
fr: Comment ça marche

source: Payment received
fr: Paiement reçu

source: Events hosted
fr: Événements organisés

source: Check-in rate
fr: Taux d'enregistrement

source: Payout speed
fr: Rapidité de versement

source: Trusted by leading organizations across Africa
fr: Approuvé par les principales organisations à travers l'Afrique

source: Featured Events
fr: Événements à la une

source: Discover upcoming events handpicked by our team
fr: Découvrez les événements à venir sélectionnés par notre équipe

source: View all events
fr: Voir tous les événements

source: Featured
fr: À la une

source: Everything you need to run events
fr: Tout ce dont vous avez besoin pour organiser des événements

source: From ticket sales to check-in, we handle the logistics so you can focus on your event.
fr: De la vente de billets à l'enregistrement, nous gérons la logistique pour que vous puissiez vous concentrer sur votre événement.

source: Accept MTN MoMo and Orange Money payments instantly. No bank account needed. Get paid within 24 hours.
fr: Acceptez les paiements MTN MoMo et Orange Money instantanément. Aucun compte bancaire requis. Recevez vos fonds sous 24 heures.

source: Instant confirmation
fr: Confirmation instantanée

source: per paid ticket
fr: par billet payant

source: Choose your plan, pay only when you sell
fr: Choisissez votre forfait, payez uniquement quand vous vendez

source: QR Check-in
fr: Enregistrement QR

source: Scan tickets in under 2 seconds. Works offline.
fr: Scannez les billets en moins de 2 secondes. Fonctionne hors ligne.

source: Track sales, revenue, and attendance live.
fr: Suivez les ventes, les revenus et la participation en direct.

source: Team access
fr: Accès équipe

source: Add collaborators with custom permissions.
fr: Ajoutez des collaborateurs avec des permissions personnalisées.

source: Swag tracking
fr: Suivi des goodies

source: Manage giveaways at check-in.
fr: Gérez les cadeaux lors de l'enregistrement.

source: I Will Be There
fr: J'y serai

source: Let attendees create personalized flyers to share on social media.
fr: Permettez aux participants de créer des affiches personnalisées à partager sur les réseaux sociaux.Permettez aux participants de créer des affiches personnalisées à partager sur les réseaux sociaux.

source: Three steps to your event
fr: Trois étapes pour votre événement

source: From idea to sold-out in minutes, not days.
fr: De l'idée au guichet fermé en minutes, pas en jours.

source: Create your event
fr: Créez votre événement

source: Add details, set ticket types and prices. Takes about 2 minutes.
fr: Ajoutez des détails, définissez les types de billets et les prix. Prend environ 2 minutes.

source: Share your link
fr: Partagez votre lien

source: Share on WhatsApp, social media, or email. Tickets sell themselves.
fr: Partagez sur WhatsApp, les réseaux sociaux ou par e-mail. Les billets se vendent d'eux-mêmes.

source: Check in attendees
fr: Enregistrez les participants

source: Scan QR codes at the door. Works offline. Real-time stats.
fr: Scannez les codes QR à l'entrée. Fonctionne hors ligne. Statistiques en temps réel.

source: Simple, transparent pricing
fr: Tarification simple et transparente

source: No monthly fees.
fr: Pas de frais mensuels.

source: No hidden costs.
fr: Pas de coûts cachés.

source: Pay only when you sell.
fr: Payez uniquement quand vous vendez.

source: All plans include: Team collaboration, 24-hour payouts, QR check-in
fr: Tous les forfaits incluent : Collaboration d'équipe, paiements sous 24 heures, enregistrement QR

source: Frequently asked questions
fr: Questions fréquemment posées

source: Everything you need to know about Reckot
fr: Tout ce que vous devez savoir sur Reckot

source: How does mobile money payment work?
fr: Comment fonctionne le paiement par mobile money ?
