Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Booking Reference:
fr: Référence de réservation :

source: Widget Settings
fr: Paramètres du widget

source: Embed Widget
fr: Widget intégré

source: Preview Widget
fr: Aperçu du widget

source: Enable Widget
fr: Activer le widget

source: Allow embedding on external websites
fr: Autoriser l'intégration sur des sites externes

source: Theme
fr: Thème

source: Button Text
fr: Texte du bouton

source: Button Color
fr: Couleur du bouton

source: Show ticket prices
fr: Afficher les prix des billets

source: Show event description
fr: Afficher la description de l'événement

source: Domain Restrictions
fr: Restrictions de domaine

source: Allowed Domains
fr: Domaines autorisés

source: example.com
fr: exemple.com

source: mysite.org
fr: monsite.org

source: (leave empty to allow all domains)
fr: (laisser vide pour autoriser tous les domaines)

source: One domain per line. Leave empty to allow all domains.
fr: Un domaine par ligne. Laisser vide pour autoriser tous les domaines.

source: Save Settings
fr: Enregistrer les paramètres

source: Embed Code
fr: Code d'intégration

source: JavaScript Snippet
fr: Extrait JavaScript

source: Direct iFrame URL
fr: URL iFrame directe

source: Widget Preview
fr: Aperçu du widget

source: No widget configured
fr: Aucun widget configuré

source: Enable the widget to get your embed code
fr: Activez le widget pour obtenir votre code d'intégration
