Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Money lands in your mobile wallet within 24 hours. No bank needed.
fr: L'argent arrive dans votre portefeuille mobile sous 24 heures. Aucune banque nécessaire.

source: 24h payout
fr: Versement en 24h

source: Pricing Calculator
fr: Calculateur de tarifs

source: See exactly what you'll earn. No surprises, no hidden fees.
fr: Voyez exactement ce que vous allez gagner. Pas de surprises, pas de frais cachés.

source: Ticket Price (XAF)
fr: Prix du billet (XAF)

source: Number of Tickets
fr: Nombre de billets

source: Gross Revenue
fr: Revenu brut

source: Reckot Fee (%(fee)s%%)
fr: Frais Reckot (%(fee)s%%)

source: You Receive
fr: Vous recevez

source: Complete Transparency
fr: Transparence totale

source: We believe you should know exactly where your money goes.
fr: Nous croyons que vous devez savoir exactement où va votre argent.

source: No Setup Fees
fr: Pas de frais d'installation

source: Create unlimited events. We only earn when you do.
fr: Créez un nombre illimité d'événements. Nous ne gagnons que lorsque vous gagnez.

source: No Monthly Fees
fr: Pas de frais mensuels

source: No subscriptions. No recurring charges. Pay per transaction only.
fr: Pas d'abonnements. Pas de frais récurrents. Paiement par transaction uniquement.

source: Free Events = Free
fr: Événements gratuits = Gratuit

source: Running a free event? You pay absolutely nothing.
fr: Vous organisez un événement gratuit ? Vous ne payez absolument rien.

source: Fast Payouts
fr: Versements rapides

source: Get your money within 24 hours to your mobile wallet.
fr: Recevez votre argent sous 24 heures sur votre portefeuille mobile.

source: Built for African Events
fr: Conçu pour les événements africains

source: We understand the unique challenges of running events in Africa
fr: Nous comprenons les défis uniques de l'organisation d'événements en Afrique

source: MTN MoMo Integration
fr: Intégration MTN MoMo

source: Native integration with MTN Mobile Money. Your attendees pay the way they're used to.
fr: Intégration native avec MTN Mobile Money. Vos participants paient comme ils en ont l'habitude.

source: Orange Money Integration
fr: Intégration Orange Money

source: Full Orange Money support. Cover all your potential attendees across Africa.
fr: Support complet Orange Money. Couvrez tous vos participants potentiels à travers l'Afrique.

source: Works Offline
fr: Fonctionne hors ligne

source: Check-in works without internet. Perfect for venues with poor connectivity.
fr: L'enregistrement fonctionne sans internet. Parfait pour les lieux avec une mauvaise connectivité.

source: Multi-Currency Ready
fr: Multi-devises

source: Support for XAF, XOF, and other African currencies. Expand beyond borders.
fr: Support pour le XAF, XOF et d'autres devises africaines. Développez-vous au-delà des frontières.

source: Fast & Light
fr: Rapide et léger

source: Optimized for slower connections. Works great on 3G networks.
fr: Optimisé pour les connexions lentes. Fonctionne très bien sur les réseaux 3G.

source: Secure Payments
fr: Paiements sécurisés

source: Bank-level security for all transactions. Your money is always safe.
fr: Sécurité de niveau bancaire pour toutes les transactions. Votre argent est toujours en sécurité.

source: AI-Powered
fr: Propulsé par l'IA

source: Work Smarter with AI
fr: Travaillez plus intelligemment avec l'IA

source: Let AI handle the heavy lifting so you can focus on creating amazing experiences
fr: Laissez l'IA s'occuper du plus gros pour que vous puissiez vous concentrer sur la création d'expériences extraordinaires

source: Voice-to-Event Creator
fr: Créateur d'événements vocal

source: Just speak about your event. Our AI listens and creates your event page automatically - title, description, date, location, and even ticket types. No typing needed.
fr: Parlez simplement de votre événement. Notre IA écoute et crée automatiquement votre page d'événement — titre, description, date, lieu et même les types de billets. Aucune saisie nécessaire.

source: Create events in under 30 seconds
fr: Créez des événements en moins de 30 secondes

source: AI Cover Image Generator
fr: Générateur d'images de couverture IA

source: No design skills? No problem. Tell our AI what you want, and it generates professional, photorealistic cover images that match your event's vibe - with African context built in.
fr: Pas de compétences en design ? Pas de problème. Dites à notre IA ce que vous voulez et elle génère des images de couverture professionnelles et photoréalistes qui correspondent à l'ambiance de votre événement — avec un contexte africain intégré.

source: Professional images in seconds
fr: Images professionnelles en quelques secondes

source: Smart Description Enhancement
fr: Amélioration intelligente des descriptions

source: Got a basic event description? Our AI enhances it to be more engaging, compelling, and professional - while keeping your authentic voice.
fr: Vous avez une description d'événement basique ? Notre IA l'améliore pour la rendre plus engageante, convaincante et professionnelle — tout en gardant votre voix authentique.

source: Optimize for maximum engagement
fr: Optimiser pour un engagement maximum

source: AI Analytics Insights
fr: Aperçus analytiques IA

source: Get intelligent insights from your event data. AI analyzes trends, identifies opportunities, and gives actionable recommendations to boost ticket sales and attendance.
fr: Obtenez des analyses intelligentes à partir de vos données d'événement. L'IA analyse les tendances, identifie les opportunités et donne des recommandations exploitables pour augmenter les ventes de billets et la participation.

source: Data-driven decisions made easy
fr: Décisions basées sur les données facilitées

source: Optional & Privacy-First
fr: Optionnel et respect de la vie privée

source: All AI features are completely optional. Use what helps you, skip what doesn't. Your data stays yours - we never train our models on your content without explicit permission.
fr: Toutes les fonctionnalités IA sont entièrement optionnelles. Utilisez ce qui vous aide, ignorez le reste. Vos données restent les vôtres — nous n'entraînons jamais nos modèles sur votre contenu sans permission explicite.

source: Ready to run your next event?
fr: Prêt à organiser votre prochain événement ?

source: Join hundreds of organizers across Africa using Reckot
fr: Rejoignez des centaines d'organisateurs à travers l'Afrique qui utilisent Reckot

source: Start free today
fr: Commencer gratuitement aujourd'hui

source: New Sale Notification
fr: Notification de nouvelle vente

source: New Sale!
fr: Nouvelle vente !

source: You just made a sale for
fr: Vous venez de réaliser une vente pour

source: Sale Details
fr: Détails de la vente

source: Buyer Name
fr: Nom de l'acheteur

source: Buyer Email
fr: E-mail de l'acheteur

source: Booking Reference
fr: Référence de réservation

source: Payment Reference
fr: Référence de paiement

source: Tickets Purchased
fr: Billets achetés

source: View Event Dashboard
fr: Voir le tableau de bord de l'événement

source: This is an automated notification to keep you informed about sales for your events.
fr: Ceci est une notification automatique pour vous tenir informé des ventes de vos événements.

source: You're receiving this email because you have an account with Reckot.
fr: Vous recevez cet e-mail parce que vous avez un compte chez Reckot.

source: Bad Request (400)
fr: Requête incorrecte (400)

source: The server cannot process the request due to a client error. (e.g., malformed request syntax, invalid message framing, or deceptive request routing).
fr: Le serveur ne peut pas traiter la requête en raison d'une erreur client (par ex. : syntaxe de requête malformée, cadrage de message invalide ou routage de requête trompeur).

source: Please check your request and try again.
fr: Veuillez vérifier votre requête et réessayer.

source: Forbidden (403)
fr: Interdit (403)

source: You don't have permission to access this resource.
fr: Vous n'avez pas la permission d'accéder à cette ressource.

source: Please check your credentials or contact the administrator.
fr: Veuillez vérifier vos identifiants ou contacter l'administrateur.

source: Page Not Found (404)
fr: Page non trouvée (404)

source: The page you're looking for doesn't exist.
fr: La page que vous recherchez n'existe pas.

source: Go to Homepage
fr: Aller à la page d'accueil

source: Server Error (500)
fr: Erreur du serveur (500)

source: Something went wrong on our end.
fr: Une erreur s'est produite de notre côté.

source: We're working to fix it. Please try again later.
fr: Nous travaillons à la résoudre. Veuillez réessayer plus tard.

source: Checkout Questions
fr: Questions de paiement

source: Back to event
fr: Retour à l'événement

source: Custom Questions
fr: Questions personnalisées

source: Add Question
fr: Ajouter une question

source: e.g., What is your T-shirt size?
fr: ex : Quelle est votre taille de t-shirt ?

source: Field Type
fr: Type de champ

source: Options (one per line)
fr: Options (une par ligne)

source: Small
fr: Petit

source: Medium
fr: Moyenne

source: Large
fr: Grand

source: X-Large
fr: Très grand

source: Required
fr: Requis

source: Ask per ticket
fr: Demander par billet

source: Per ticket
fr: Par billet

source: Delete this question?
fr: Supprimer cette question ?

source: No custom questions yet
fr: Pas encore de questions personnalisées

source: Add questions to collect additional info during checkout
fr: Ajoutez des questions pour collecter des informations supplémentaires lors du paiement

source: Questions appear during checkout after ticket selection
fr: Les questions apparaissent lors du paiement après la sélection des billets

source: "Per ticket" questions are asked for each ticket purchased
fr: Les questions "par billet" sont posées pour chaque billet acheté

source: Responses are saved with the booking and exportable in reports
fr: Les réponses sont enregistrées avec la réservation et exportables dans les rapports

source: Create Coupon
fr: Créer un coupon

source: Create a new discount code
fr: Créer un nouveau code de réduction

source: Basic Information
fr: Informations de base

source: Organization
fr: Organisation

source: Select organization
fr: Sélectionner l'organisation

source: Event (optional)
fr: Événement (optionnel)

source: All events in organization
fr: Tous les événements de l'organisation

source: Search events...
fr: Rechercher des événements...

source: Leave empty to apply to all events in the organization
fr: Laisser vide pour appliquer à tous les événements de l'organisation

source: Coupon Code
fr: Code du coupon

source: SAVE20 (leave empty to auto-generate)
fr: SAVE20 (laisser vide pour générer automatiquement)

source: Letters and numbers only, will be auto-generated if empty
fr: Lettres et chiffres uniquement, sera généré automatiquement si vide

source: Description (optional)
fr: Description (optionnel)

source: Early bird discount
fr: Réduction de lancement

source: Discount Settings
fr: Paramètres de réduction

source: Discount Type
fr: Type de réduction

source: Discount Value
fr: Valeur de la réduction

source: Maximum Uses
fr: Utilisations maximales

source: Set to 0 for unlimited uses
fr: Mettre à 0 pour un nombre illimité d'utilisations

source: Assignment
fr: Attribution

source: Who can use this coupon?
fr: Qui peut utiliser ce coupon ?

source: Anyone (Public)
fr: Tout le monde (Public)

source: Specific person
fr: Personne spécifique

source: Group of people
fr: Groupe de personnes

source: Assigned Email
fr: E-mail attribué

source: Only this email address can use the coupon
fr: Seule cette adresse e-mail peut utiliser le coupon

source: Assigned Emails
fr: E-mails attribués

source: Comma-separated list of email addresses
fr: Liste d'adresses e-mail séparées par des virgules

source: Validity Period
fr: Période de validité

source: Both fields are optional. Defaults to starting today with no end date.
fr: Les deux champs sont optionnels. Par défaut, commence aujourd'hui sans date de fin.

source: Cannot be after the event end date
fr: Ne peut pas être après la date de fin de l'événement

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Are you sure you want to delete this coupon?
fr: Êtes-vous sûr de vouloir supprimer ce coupon ?

source: Delete
fr: Supprimer

source: Status
fr: Statut

source: Exhausted
fr: Épuisé

source: Inactive
fr: Inactif

source: Discount
fr: Réduction

source: Used
fr: Utilisé

source: Unlimited
fr: Illimité

source: Coupon Details
fr: Détails du coupon

source: All events
fr: Tous les événements

source: Max Uses
fr: Utilisations max.

source: Valid From
fr: Valide à partir du

source: Valid Until
fr: Valide jusqu'au

source: Public Coupon
fr: Coupon public

source: Anyone can use this coupon code
fr: Tout le monde peut utiliser ce code de coupon

source: Individual Assignment
fr: Attribution individuelle

source: Group Assignment
fr: Attribution de groupe

source: Usage History
fr: Historique d'utilisation

source: User
fr: Utilisateur

source: Booking
fr: Réservation

source: No usage yet
fr: Aucune utilisation pour le moment

source: This coupon hasn't been used yet.
fr: Ce coupon n'a pas encore été utilisé.

source: Coupon Codes
fr: Codes de coupon

source: Manage discount codes for your events
fr: Gérer les codes de réduction pour vos événements

source: Total Coupons
fr: Total des coupons

source: Usage
fr: Utilisation

source: Individual
fr: Individuel

source: Group
fr: Groupe

source: View
fr: Vue

source: No coupons yet
fr: Pas encore de coupons

source: Create discount codes to offer special pricing for your events.
fr: Créez des codes de réduction pour offrir des tarifs spéciaux pour vos événements.

source: Set up your event in a few simple steps
fr: Configurez votre événement en quelques étapes simples

source: Basic Info
fr: Informations de base

source: Search organizations...
fr: Rechercher des organisations...

source: No organizations available
fr: Aucune organisation disponible

source: Create a new organization
fr: Créer une nouvelle organisation

source: Event Title
fr: Titre de l'événement

source: e.g., Tech Conference 2026
fr: ex: Conférence Tech 2026

source: Tagline
fr: Slogan

source: A brief description (max 300 chars)
fr: Une brève description (max. 300 caractères)

source: Full Description
fr: Description complète

source: Tell attendees what to expect...
fr: Dites aux participants à quoi s'attendre...

source: Cover Image
fr: Image de couverture

source: Click to upload or generate with AI
fr: Cliquer pour téléverser ou générer avec l'IA

source: PNG, JPG. Recommended: 1200x630px (16:9)
fr: PNG, JPG. Recommandé : 1200x630px (16:9)

source: Date & Time
fr: Date et heure

source: Start
fr: Démarrer

source: Select date and time
fr: Sélectionner la date et l'heure

source: End
fr: Fin

source: Timezone
fr: Fuseau horaire

source: Location
fr: Emplacement

source: Event Type
fr: Type d'événement

source: Venue Name
fr: Nom du lieu

source: e.g., Convention Center
fr: ex : Centre de congrès

source: Address
fr: Adresse

source: Street address
fr: Adresse

source: City
fr: Ville

source: e.g., Yaounde
fr: ex : Yaoundé

source: Country
fr: Pays

source: Meeting Link
fr: Lien de réunion

source: Additional Details
fr: Détails supplémentaires

source: Capacity
fr: Capacité

source: 0 for unlimited
fr: 0 pour illimité

source: This is a free event
fr: Ceci est un événement gratuit

source: Cannot be changed after creation
fr: Ne peut pas être modifié après la création

source: Request Upgrade
fr: Demander une mise à niveau

source: Request Plan Upgrade
fr: Demander une mise à niveau du forfait

source: Upgrade your plan to unlock more features
fr: Mettez à niveau votre forfait pour débloquer plus de fonctionnalités

source: To unlock advanced features and create more events, please request a plan upgrade. Our team will review your request and contact you shortly.
fr: Pour débloquer les fonctionnalités avancées et créer plus d'événements, veuillez demander une mise à niveau du forfait. Notre équipe examinera votre demande et vous contactera sous peu.

source: Upgrade Benefits:
fr: Avantages de la mise à niveau :

source: Unlimited events per month
fr: Événements illimités par mois

source: Lower platform fees
fr: Frais de plateforme réduits

source: Advanced analytics
fr: Analyses avancées

source: Priority support
fr: Support prioritaire

source: Contact Support
fr: Contacter le support

source: Event Website
fr: Site web de l'événement

source: Contact Information
fr: Informations de contact

source: At least one contact method is required
fr: Au moins une méthode de contact est requise

source: Back
fr: Retour

source: Next
fr: Suivant

source: Customize Event
fr: Personnaliser l'événement

source: Customize Event Page
fr: Personnaliser la page de l'événement

source: Preview
fr: Aperçu

source: Colors
fr: Couleurs

source: Primary Color
fr: Couleur primaire

source: Secondary Color
fr: Couleur secondaire

source: Background
fr: Arrière-plan

source: Text Color
fr: Couleur du texte

source: This is how your text will look
fr: Voici comment votre texte apparaîtra

source: Button Preview
fr: Aperçu du bouton

source: Typography
fr: Typographie

source: Heading Font
fr: Police des titres

source: System Default
fr: Par défaut du système

source: Body Font
fr: Police du corps de texte

source: Layout
fr: Disposition

source: Page Layout
fr: Mise en page

source: Hide Reckot branding
fr: Masquer la marque Reckot

source: Remove "Powered by Reckot" footer
fr: Retirer le pied de page « Propulsé par Reckot »

source: Event Logo
fr: Logo de l'événement

source: Hero Image
fr: Image principale

source: Discover Events Near You
fr: Découvrez les événements près de chez vous

source: Discover Events
fr: Découvrir des événements

source: Find amazing events happening near you
fr: Trouvez des événements incroyables près de chez vous

source: All Dates
fr: Toutes les dates

source: Today
fr: Aujourd'hui

source: This Week
fr: Cette semaine

source: This Month
fr: Ce mois-ci

source: All
fr: Tous

source: events found
fr: événements trouvés

source: No events found
fr: Aucun événement trouvé

source: Try adjusting your search criteria
fr: Essayez de modifier vos critères de recherche

source: Edit
fr: Modifier

source: Edit Event
fr: Modifier l'événement

source: Organization cannot be changed
fr: L'organisation ne peut pas être modifiée

source: Delete Event
fr: Supprimer l'événement

source: Permanently delete this event and all its tickets and data. This action cannot be undone.
fr: Supprimer définitivement cet événement et tous ses billets et données. Cette action est irréversible.

source: Are you absolutely sure? This will permanently delete
fr: Êtes-vous absolument sûr(e) ? Cela supprimera définitivement

source: and all its tickets and data. This action cannot be undone.
fr: et tous ses billets et données. Cette action est irréversible.

source: Edit Ticket Type
fr: Modifier le type de billet

source: Ticket Name
fr: Nom du billet

source: e.g., General Admission, VIP, Early Bird
fr: ex: Admission générale, VIP, Tarif préférentiel

source: Describe what's included with this ticket type
fr: Décrivez ce qui est inclus avec ce type de billet

source: Price (XAF)
fr: Prix (XAF)

source: 0 for free tickets
fr: 0 pour les billets gratuits

source: Set to 0 for free tickets
fr: Mettre à 0 pour les billets gratuits

source: Quantity Available
fr: Quantité disponible

source: Max Per Order
fr: Maximum par commande

source: Limit per transaction
fr: Limite par transaction

source: Sales Window (Early Bird / Limited Time)
fr: Fenêtre de vente (Tarif préférentiel / Durée limitée)

source: Leave empty for tickets to be always available. Set dates to create early bird or limited time offers.
fr: Laisser vide pour que les billets soient toujours disponibles. Définir des dates pour créer des offres de lancement ou à durée limitée.

source: Sales Start
fr: Début des ventes

source: When ticket sales begin
fr: Quand les ventes de billets commencent

source: Sales End
fr: Fin des ventes

source: When ticket sales end (e.g., early bird deadline)
fr: Quand les ventes de billets se terminent (ex: date limite tarif préférentiel)

source: Uncheck to hide this ticket type from buyers
fr: Décocher pour masquer ce type de billet aux acheteurs

source: Are you sure you want to delete this ticket type?
fr: Êtes-vous sûr(e) de vouloir supprimer ce type de billet ?

source: View Public
fr: Voir la page publique

source: Your event is not published yet
fr: Votre événement n'est pas encore publié

source: Publish your event to start selling tickets and allow attendees to view it.
fr: Publiez votre événement pour commencer à vendre des billets et permettre aux participants de le voir.

source: Publish Now
fr: Publier maintenant

source: Tickets Sold
fr: Billets vendus

source: Check-in Rate
fr: Taux d'enregistrement

source: Quick Actions
fr: Actions rapides

source: Update event details
fr: Mettre à jour les détails de l'événement

source: Manage Tickets
fr: Gérer les billets

source: Add or edit ticket types
fr: Ajouter ou modifier les types de billets

source: Scan tickets at the door
fr: Scanner les billets à l'entrée

source: Export Data
fr: Exporter les données

source: Download reports (PDF, CSV)
fr: Télécharger les rapports (PDF, CSV)

source: View detailed reports
fr: Voir les rapports détaillés

source: Flyer generator for attendees
fr: Générateur d'affiches pour les participants

source: Event Details
fr: Détails de l'événement

source: at
fr: à

source: Type
fr: Taper

source: Visibility
fr: Visibilité

source: Private
fr: Privé

source: Event Status
fr: Statut de l'événement

source: Make event live for ticket sales
fr: Rendre l'événement actif pour la vente de billets

source: Unpublish
fr: Dépublier

source: Publish
fr: Publier

source: Show in discover & search
fr: Afficher dans découvrir et rechercher

source: Make Private
fr: Rendre privé

source: Make Public
fr: Rendre public

source: Highlighted on homepage
fr: Mis en avant sur la page d'accueil

source: Not featured
fr: Non mis en avant

source: Share Preview
fr: Aperçu du partage

source: Share a preview link with others before publishing. They can view the event but cannot purchase tickets.
fr: Partagez un lien d'aperçu avec d'autres avant de publier. Ils peuvent voir l'événement mais ne peuvent pas acheter de billets.

source: Regenerate Link
fr: Régénérer le lien

source: Generate Preview Link
fr: Générer un lien d'aperçu

source: Get Featured
fr: Être mis en avant

source: Apply to have your event featured on the Reckot homepage for maximum visibility.
fr: Postulez pour que votre événement soit mis en avant sur la page d'accueil de Reckot pour une visibilité maximale.

source: Feature request pending review
fr: Demande de mise en avant en cours d'examen

source: Our team will review your event and get back to you within 24-48 hours.
fr: Notre équipe examinera votre événement et vous répondra sous 24 à 48 heures.

source: Request declined
fr: Demande refusée

source: Re-apply for Feature
fr: Repostuler pour la mise en avant

source: Apply for Feature
fr: Postuler pour la mise en avant

source: Featured Event - Terms & Conditions
fr: Événement en vedette - Conditions générales

source: I Accept & Apply
fr: J'accepte et je postule

source: Featured Event
fr: Événement en vedette

source: Your event is currently featured on the homepage!
fr: Votre événement est actuellement en vedette sur la page d'accueil !

source: Expires
fr: Expire

source: Reports
fr: Rapports

source: %(capacity)s attendees
fr: %(capacity)s participants

source: Book Tickets
fr: Réserver des billets

source: Ticket Type
fr: Type de billet

source: left
fr: restant(s)
