Repository: iamyokwejuste/reckot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid JSON
fr: JSON invalide

source: Message is required
fr: Le message est requis

source: Message too long. Please limit to 50 words or less.
fr: Message trop long. Veuillez vous limiter à 50 mots ou moins.

source: Daily chat limit reached. You can send up to %(daily_limit)s messages per day. Please try again tomorrow.
fr: Limite quotidienne de chat atteinte. Vous pouvez envoyer jusqu'à %(daily_limit)s messages par jour. Veuillez réessayer demain.

source: An error occurred processing your request
fr: Une erreur s'est produite lors du traitement de votre demande

source: Sorry, I encountered an error. Please try again.
fr: Désolé, j'ai rencontré une erreur. Veuillez réessayer.

source: Invalid content type
fr: Type de contenu invalide

source: Permission denied
fr: Accès refusé

source: Ticket #%(reference)s created successfully.
fr: Ticket #%(reference)s créé avec succès.

source: No audio data provided
fr: Aucune donnée audio fournie

source: Transcription failed
fr: Échec de la transcription

source: Transcription failed: %(error)s
fr: Échec de la transcription : %(error)s

source: Please try again with clearer audio
fr: Veuillez réessayer avec un son plus clair

source: Cover image generated successfully
fr: Image de couverture générée avec succès

source: AI did not generate any image. Please try again.
fr: L'IA n'a généré aucune image. Veuillez réessayer.

source: Event not found
fr: Événement non trouvé

source: No image provided
fr: Aucune image fournie

source: Unable to extract data from image
fr: Impossible d'extraire les données de l'image

source: Admin access required
fr: Accès administrateur requis

source: No message provided
fr: Aucun message fourni

source: Invalid mode
fr: Mode invalide

source: Generation failed
fr: Échec de la génération

source: Invalid action
fr: Action invalide

source: No audio provided
fr: Aucun audio fourni

source: Organization ID is required.
fr: L'identifiant de l'organisation est requis.

source: Event created successfully via voice!
fr: Événement créé avec succès par la voix !

source: Failed to create event in database
fr: Échec de la création de l'événement dans la base de données

source: Please enter a ticket code
fr: Veuillez entrer un code de billet

source: An error occurred. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Ticket code is required.
fr: Le code du billet est requis.

source: Missing required fields
fr: Champs obligatoires manquants

source: Check-in not found
fr: Enregistrement non trouvé

source: Title is required.
fr: Le titre est requis.

source: Failed to generate description. Check API key.
fr: Échec de la génération de la description. Vérifiez la clé API.

source: Description is required.
fr: La description est requise.

source: Failed to improve description
fr: Échec de l'amélioration de la description

source: Failed to generate SEO metadata
fr: Échec de la génération des métadonnées SEO

source: Failed to generate caption
fr: Échec de la génération de la légende

source: Text is required.
fr: Le texte est requis.

source: Failed to translate
fr: Échec de la traduction

source: Failed to summarize
fr: Échec du résumé

source: Failed to suggest pricing
fr: Échec de la suggestion de tarification

source: Failed to suggest tags
fr: Échec de la suggestion de tags

source: Question is required.
fr: La question est requise.

source: Failed to get answer
fr: Échec de l'obtention de la réponse

source: Metrics are required.
fr: Les métriques sont requises.

source: Failed to generate insight
fr: Échec de la génération de l'analyse

source: Email Verification
fr: Vérification de l'e-mail

source: Phone Verification
fr: Vérification du téléphone

source: Password Reset
fr: Réinitialisation du mot de passe

source: Ticket Purchase
fr: Achat de billet

source: Payment Confirmed
fr: Paiement confirmé

source: Refund Approved
fr: Remboursement approuvé

source: Refund Processed
fr: Remboursement traité

source: Event Update
fr: Mise à jour de l'événement

source: Event Cancelled
fr: Événement annulé

source: Sale Made
fr: Vente effectuée

source: Please enter a valid 6-digit code.
fr: Veuillez entrer un code valide à 6 chiffres.

source: No verification code found. Please request a new one.
fr: Aucun code de vérification trouvé. Veuillez en demander un nouveau.

source: Email verified successfully!
fr: E-mail vérifié avec succès !

source: Code expired. Please request a new one.
fr: Code expiré. Veuillez en demander un nouveau.

source: Too many attempts. Please request a new code.
fr: Trop de tentatives. Veuillez demander un nouveau code.

source: Invalid code. Please try again.
fr: Code invalide. Veuillez réessayer.

source: Email already verified
fr: E-mail déjà vérifié

source: Failed to send code. Please try again.
fr: Échec de l'envoi du code. Veuillez réessayer.

source: New code sent to your email
fr: Nouveau code envoyé à votre e-mail

source: Settings updated successfully.
fr: Paramètres mis à jour avec succès.

source: Please enter a phone number
fr: Veuillez entrer un numéro de téléphone

source: No account found with this phone number
fr: Aucun compte trouvé avec ce numéro de téléphone

source: Verification code sent!
fr: Code de vérification envoyé !

source: Phone number and code are required
fr: Le numéro de téléphone et le code sont requis

source: Invalid phone number
fr: Numéro de téléphone invalide

source: Logged in successfully!
fr: Connexion réussie !

source: An account with this phone number already exists
fr: Un compte avec ce numéro de téléphone existe déjà

source: Phone number mismatch. Please start over.
fr: Numéro de téléphone incorrect. Veuillez recommencer.

source: Invalid verification code
fr: Code de vérification invalide

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Password must be at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

source: Account created successfully!
fr: Compte créé avec succès !

source: Incorrect password. Account deletion cancelled.
fr: Mot de passe incorrect. Suppression du compte annulée.

source: Your account has been permanently deleted. We're sorry to see you go.
fr: Votre compte a été définitivement supprimé. Nous sommes désolés de vous voir partir.

source: At least one contact method (email or phone) is required.
fr: Au moins une méthode de contact (e-mail ou téléphone) est requise.

source: Location is required for in-person and hybrid events.
fr: Le lieu est requis pour les événements en personne et hybrides.

source: Leave empty to start sales immediately
fr: Laisser vide pour démarrer les ventes immédiatement

source: Leave empty for no end date
fr: Laisser vide pour aucune date de fin

source: Sales end date must be after sales start date.
fr: La date de fin des ventes doit être après la date de début des ventes.

source: Draft
fr: Brouillon

source: Published
fr: Publié

source: Closed
fr: Fermé

source: Archived
fr: Archivé

source: In Person
fr: En personne

source: Online
fr: En ligne

source: Hybrid
fr: Hybride

source: Default
fr: Par défaut

source: Full Width
fr: Pleine largeur

source: Centered
fr: Centré

source: Text
fr: Texte

source: Long Text
fr: Texte long

source: Dropdown
fr: Liste déroulante

source: Radio Buttons
fr: Boutons radio

source: Checkbox
fr: Case à cocher

source: Phone Number
fr: Numéro de téléphone

source: Number
fr: Nombre

source: Percentage
fr: Pourcentage

source: Fixed Amount
fr: Montant fixe

source: Public (Anyone)
fr: Public (Tout le monde)

source: Assigned to Individual
fr: Attribué à un individu

source: Assigned to Group
fr: Attribué à un groupe

source: Circle
fr: Cercle

source: Square
fr: Carré

source: Rounded Rectangle
fr: Rectangle arrondi

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Pending
fr: En attente

source: Invoiced
fr: Facturé

source: Paid
fr: Payé

source: Sales ended
fr: Ventes terminées

source: Sold out
fr: Épuisé

source: Event "%(title)s" created successfully!
fr: Événement "%(title)s" créé avec succès !

source: Failed to create event. Please check the errors below.
fr: Échec de la création de l'événement. Veuillez vérifier les erreurs ci-dessous.Échec de la création de l'événement. Veuillez vérifier les erreurs ci-dessous.

source: Cannot delete ticket type with existing tickets
fr: Impossible de supprimer un type de billet avec des billets existants

source: A coupon with this code already exists in this organization.
fr: Un coupon avec ce code existe déjà dans cette organisation.

source: Please enter a coupon code
fr: Veuillez entrer un code de coupon

source: Invalid coupon code
fr: Code de coupon invalide

source: This coupon is no longer valid
fr: Ce coupon n'est plus valide

source: This coupon cannot be used with your email
fr: Ce coupon ne peut pas être utilisé avec votre e-mail

source: Please provide your email, phone number, or ticket code.
fr: Veuillez fournir votre e-mail, numéro de téléphone ou code de billet.

source: You have already generated a flyer with this email. Each person can only generate one flyer per event.
fr: Vous avez déjà généré une affiche avec cet e-mail. Chaque personne ne peut générer qu'une seule affiche par événement.

source: You have already generated a flyer with this phone number. Each person can only generate one flyer per event.
fr: Vous avez déjà généré une affiche avec ce numéro de téléphone. Chaque personne ne peut générer qu'une seule affiche par événement.

source: A flyer has already been generated for this ticket's attendee.
fr: Une affiche a déjà été générée pour le participant de ce billet.

source: No valid ticket found. Please check your information and try again.
fr: Aucun billet valide trouvé. Veuillez vérifier vos informations et réessayer.

source: Flyer generation not enabled
fr: Génération de flyer non activée

source: Flyer not configured
fr: Flyer non configuré

source: Please provide your email, phone number, or ticket code to verify your ticket.
fr: Veuillez fournir votre e-mail, numéro de téléphone ou code de billet pour vérifier votre billet.

source: Only organizers can accept pay-per-use terms
fr: Seuls les organisateurs peuvent accepter les conditions de paiement à l'utilisation

source: Flyer configuration saved successfully
fr: Configuration de l'affiche enregistrée avec succès

source: Only the organization owner can delete events.
fr: Seul le propriétaire de l'organisation peut supprimer les événements.

source: Event '{}' has been deleted successfully.
fr: L'événement '{}' a été supprimé avec succès.

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Copy Link
fr: Copier le lien

source: Campaign is being sent.
fr: La campagne est en cours d'envoi.

source: Campaign saved as draft.
fr: Campagne enregistrée comme brouillon.

source: Campaign cannot be sent.
fr: La campagne ne peut pas être envoyée.

source: Template created.
fr: Modèle créé.

source: Scheduled
fr: Planifié

source: Sending
fr: En cours d'envoi

source: Completed
fr: Terminé

source: Failed
fr: Échoué

source: All Attendees
fr: Tous les participants

source: By Ticket Type
fr: Par type de billet

source: Checked In Only
fr: Enregistrés uniquement

source: Not Checked In
fr: Non enregistrés

source: Sent
fr: Envoyé

source: Delivered
fr: Livré

source: Opened
fr: Ouvert

source: Clicked
fr: Cliqué

source: Bounced
fr: Rejeté

source: You don't have permission to perform this action.
fr: Vous n'avez pas la permission d'effectuer cette action.

source: Organization name is required.
fr: Le nom de l'organisation est requis.

source: Organization "%(name)s" created successfully!
fr: Organisation "%(name)s" créée avec succès !

source: Failed to create organization: %(error)s
fr: Échec de la création de l'organisation : %(error)s

source: Email is required.
fr: L'e-mail est requis.

source: Cannot invite users as Owner.
fr: Impossible d'inviter des utilisateurs en tant que Propriétaire.

source: %(email)s is already a member of this organization.
fr: %(email)s est déjà membre de cette organisation.

source: An invitation has already been sent to %(email)s.
fr: Une invitation a déjà été envoyée à %(email)s.

source: Invitation sent to %(email)s.
fr: Invitation envoyée à %(email)s.

source: Invalid role.
fr: Rôle invalide.

source: Cannot change the role of the organization owner.
fr: Impossible de changer le rôle du propriétaire de l'organisation.

source: Cannot assign Owner role. Transfer ownership instead.
fr: Impossible d'attribuer le rôle de propriétaire. Transférez la propriété à la place.Impossible d'attribuer le rôle de Propriétaire. Transférez la propriété à la place.

source: Updated %(email)s's role to %(role)s.
fr: Rôle de %(email)s mis à jour vers %(role)s.

source: Cannot remove the organization owner.
fr: Impossible de supprimer le propriétaire de l'organisation.

source: You cannot remove yourself. Leave the organization instead.
fr: Vous ne pouvez pas vous retirer. Quittez l'organisation à la place.Vous ne pouvez pas vous supprimer vous-même. Quittez l'organisation à la place.

source: Removed %(email)s from the organization.
fr: %(email)s a été supprimé de l'organisation.

source: As the owner, you cannot leave the organization. Transfer ownership first.
fr: En tant que propriétaire, vous ne pouvez pas quitter l'organisation. Transférez d'abord la propriété.

source: You have left %(name)s.
fr: Vous avez quitté %(name)s.

source: Cancelled invitation to %(email)s.
fr: Invitation annulée pour %(email)s.

source: Invitation resent to %(email)s.
fr: Invitation renvoyée à %(email)s.

source: Failed to resend invitation.
fr: Échec du renvoi de l'invitation.

source: This invitation has already been used or cancelled.
fr: Cette invitation a déjà été utilisée ou annulée.

source: This invitation has expired.
fr: Cette invitation a expiré.

source: This invitation is no longer valid.
fr: Cette invitation n'est plus valide.

source: Welcome to %(name)s!
fr: Bienvenue chez %(name)s !

source: Failed to accept invitation.
fr: Échec de l'acceptation de l'invitation.

source: Please select a new owner.
fr: Veuillez sélectionner un nouveau propriétaire.

source: Ownership transferred to %(email)s.
fr: Propriété transférée à %(email)s.

source: Organization updated successfully!
fr: Organisation mise à jour avec succès !

source: Failed to parse CSV file.
fr: Échec de l'analyse du fichier CSV.

source: No valid emails found.
fr: Aucun e-mail valide trouvé.

source: Sent %(count)d invitation(s).
fr: %(count)d invitation(s) envoyée(s).

source: Skipped %(count)d existing member(s) or pending invitation(s).
fr: %(count)d membre(s) existant(s) ou invitation(s) en attente ignoré(s).

source: Only the organization owner can delete it.
fr: Seul le propriétaire de l'organisation peut la supprimer.

source: Organization '{}' has been deleted successfully.
fr: L'organisation '{}' a été supprimée avec succès.

source: Central African CFA Franc (XAF)
fr: Franc CFA d'Afrique centrale (XAF)

source: West African CFA Franc (XOF)
fr: Franc CFA d'Afrique de l'Ouest (XOF)

source: US Dollar (USD)
fr: Dollar américain (USD)

source: British Pound (GBP)
fr: Livre sterling (GBP)

source: Nigerian Naira (NGN)
fr: Naira nigérian (NGN)

source: Ghanaian Cedi (GHS)
fr: Cedi ghanéen (GHS)

source: Ugandan Shilling (UGX)
fr: Shilling ougandais (UGX)

source: Owner
fr: Propriétaire

source: Admin
fr: Administrateur

source: Manager
fr: Gestionnaire

source: Member
fr: Membre

source: Viewer
fr: Observateur

source: Accepted
fr: Accepté

source: Declined
fr: Refusé

source: Expired
fr: Expiré

source: Cancelled
fr: Annulé

source: Optional message to include in invitation email
fr: Message optionnel à inclure dans l'e-mail d'invitation

source: Free (2% fee)
fr: Gratuit (2%% de frais)

source: Starter (5% fee)
fr: Débutant (5%% de frais)

source: Pro (3% fee)
fr: Pro (3%% de frais)

source: Enterprise (Custom)
fr: Entreprise (Personnalisé)

source: Active
fr: Actif

source: Past Due
fr: En retard

source: Central African CFA Franc
fr: Franc CFA d'Afrique centrale

source: West African CFA Franc
fr: Franc CFA d'Afrique de l'Ouest

source: US Dollar
fr: Dollar américain

source: British Pound
fr: Livre sterling

source: Nigerian Naira
fr: Naira nigérian

source: Ghanaian Cedi
fr: Cedi ghanéen

source: Ugandan Shilling
fr: Shilling ougandais

source: Offline Payment
fr: Paiement hors ligne

source: Fixed + Percentage
fr: Fixe + Pourcentage

source: Confirmed
fr: Confirmé

source: Refunded
fr: Remboursé

source: Pending Verification
fr: Vérification en attente

source: Verified
fr: Vérifié

source: Pending Review
fr: En attente d'examen

source: Processed
fr: Traité

source: Full Refund
fr: Remboursement complet

source: Partial Refund
fr: Remboursement partiel

source: Processing
fr: En cours de traitement

source: Invalid event.
fr: Événement invalide.

source: Please select at least one ticket.
fr: Veuillez sélectionner au moins un billet.

source: Please enter your email address.
fr: Veuillez entrer votre adresse e-mail.

source: Please enter your name.
fr: Veuillez entrer votre nom.

source: Your free tickets have been confirmed! Check your email for details.
fr: Vos billets gratuits ont été confirmés ! Vérifiez votre e-mail pour plus de détails.

source: Booking not found.
fr: Réservation non trouvée.

source: Please select a payment method and enter your phone number
fr: Veuillez sélectionner un mode de paiement et entrer votre numéro de téléphoneVeuillez sélectionner un mode de paiement et entrer votre numéro de téléphone

source: Payment initiation failed
fr: Échec de l'initiation du paiement

source: Payment not found.
fr: Paiement non trouvé.

source: Invoice not available for unpaid orders.
fr: Facture non disponible pour les commandes impayées.

source: Failed to generate invoice.
fr: Échec de la génération de la facture.

source: Refund requests must be made within {self.REFUND_WINDOW_DAYS} days of payment.
fr: Les demandes de remboursement doivent être effectuées dans les {self.REFUND_WINDOW_DAYS} jours suivant le paiement.

source: A refund request already exists for this payment.
fr: Une demande de remboursement existe déjà pour ce paiement.

source: Refund amount cannot exceed the original payment amount.
fr: Le montant du remboursement ne peut pas dépasser le montant du paiement initial.

source: Refund amount must be greater than zero.
fr: Le montant du remboursement doit être supérieur à zéro.

source: Refund request submitted successfully.
fr: Demande de remboursement soumise avec succès.

source: Refund approved.
fr: Remboursement approuvé.

source: Updated payment phone number.
fr: Numéro de téléphone de paiement mis à jour.

source: Insufficient balance to process refund. Available: {available_balance} {refund.payment.currency}, Required: {refund.amount} {refund.payment.currency}
fr: Solde insuffisant pour traiter le remboursement. Disponible : {available_balance} {refund.payment.currency}, Requis : {refund.amount} {refund.payment.currency}

source: Refund processed successfully and marked as completed.
fr: Remboursement traité avec succès et marqué comme terminé.

source: Failed to process refund with payment provider. Please check the logs and try again.
fr: Échec du traitement du remboursement avec le fournisseur de paiement. Veuillez vérifier les journaux et réessayer.

source: Refund rejected.
fr: Remboursement rejeté.

source: No organization found
fr: Aucune organisation trouvée

source: Minimum withdrawal amount is %(amount)s %(currency)s
fr: Le montant minimum de retrait est de %(amount)s %(currency)s

source: Phone number is required
fr: Le numéro de téléphone est requis

source: Invalid phone number format. Expected Cameroon number (e.g., +237XXXXXXXXX)
fr: Format de numéro de téléphone invalide. Numéro camerounais attendu (ex : +237XXXXXXXXX)

source: Maximum %(max)s withdrawals per day exceeded. Try again tomorrow.
fr: Maximum de %(max)s retraits par jour dépassé. Réessayez demain.

source: Minimum balance required is %(amount)s %(currency)s. Your balance: %(balance)s %(currency)s
fr: Le solde minimum requis est de %(amount)s %(currency)s. Votre solde : %(balance)s %(currency)s

source: Insufficient balance. Available: %(balance)s %(currency)s
fr: Solde insuffisant. Disponible : %(balance)s %(currency)s

source: Withdrawal request submitted successfully
fr: Demande de retrait soumise avec succès

source: An unexpected error occurred. Please try again later.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard.

source: Withdrawal is temporarily unavailable. Please try again later or contact support.
fr: Le retrait est temporairement indisponible. Veuillez réessayer plus tard ou contacter le support.

source: Payment service is temporarily unavailable. Please try again later.
fr: Le service de paiement est temporairement indisponible. Veuillez réessayer plus tard.

source: Could not process your withdrawal. Please try again later.
fr: Impossible de traiter votre retrait. Veuillez réessayer plus tard.

source: Invalid report type
fr: Type de rapport invalide

source: Export failed: %(error)s
fr: Échec de l'exportation : %(error)s

source: Pending Payment
fr: Paiement en attente

source: Email me all tickets
fr: M'envoyer tous les billets par e-mail

source: Email tickets individually
fr: Envoyer les billets individuellement par e-mail

source: Please login or use ticket lookup to view your tickets.
fr: Veuillez vous connecter ou utiliser la recherche de billets pour voir vos billets.

source: Please enter an email, payment reference, or ticket code.
fr: Veuillez entrer un e-mail, une référence de paiement ou un code de billet.

source: No tickets found. Please check your reference and try again.
fr: Aucun billet trouvé. Veuillez vérifier votre référence et réessayer.

source: You don't have permission to cancel this booking.
fr: Vous n'avez pas la permission d'annuler cette réservation.

source: This booking cannot be cancelled.
fr: Cette réservation ne peut pas être annulée.

source: Your booking has been cancelled successfully. Refund will be processed shortly.
fr: Votre réservation a été annulée avec succès. Le remboursement sera traité sous peu.

source: Invalid refund amount
fr: Montant de remboursement invalide

source: Only confirmed bookings can be refunded
fr: Seules les réservations confirmées peuvent être remboursées

source: No confirmed payment found for this ticket
fr: Aucun paiement confirmé trouvé pour ce billet

source: Minimum refund amount is 100 %(currency)s. Provided: %(amount)s %(currency)s
fr: Le montant minimum de remboursement est de 100 %(currency)s. Fourni : %(amount)s %(currency)s

source: Insufficient organization balance. Available: %(balance)s %(currency)s, Required: %(amount)s %(currency)s
fr: Solde insuffisant de l'organisation. Disponible : %(balance)s %(currency)s, Requis : %(amount)s %(currency)s

source: Refund amount (%(refund)s %(currency)s) cannot exceed payment amount (%(payment)s %(currency)s)
fr: Le montant du remboursement (%(refund)s %(currency)s) ne peut pas dépasser le montant du paiement (%(payment)s %(currency)s)

source: A refund is already in progress for this ticket
fr: Un remboursement est déjà en cours pour ce billet

source: Refund of %(amount)s %(currency)s initiated successfully for ticket %(code)s
fr: Remboursement de %(amount)s %(currency)s initié avec succès pour le billet %(code)s

source: Domain not allowed
fr: Domaine non autorisé

source: Light
fr: Clair

source: Dark
fr: Sombre

source: Auto (System)
fr: Auto (Système)

source: Dashboard
fr: Tableau de bord

source: Analytics
fr: Analyses

source: Revenue
fr: Revenu

source: Event Performance
fr: Performance de l'événement

source: Ticket Sales
fr: Ventes de billets
